{
    "date": "2023-12-21 18:24:36",
    "jobs": [
        {
            "posted_at": "3 dagen geleden geplaatst",
            "title": "Fullstack Python Developer Kinderopvangsoftware",
            "company_name": "Data Professionals",
            "company_rating": "5 van de 5 sterren",
            "company_reviews": "2",
            "location": "Delft",
            "location_type": "Hybride werken",
            "apply_link": null,
            "pay": "€ 4.500 - € 7.000 per maand",
            "job_type": "Parttime\nFulltime",
            "description": "Hey Senior Fullstack Python Developer! Bij deze ambitieuze organisatie in Delft kunnen ze jouw hulp goed gebruiken. Hier ontwikkelen ze namelijk een hoogstaande SaaS oplossing voor de kinderopvang, waardoor alle zorg en aandacht naar het kind gaat. Met jouw ervaring en kennis ben je een rots in de branding voor je team en hier krijg je ook een hoop voor terug. Nieuwsgierig? Lees dan snel verder.\nFunctie\nAls Fullstack Python Developer ga je hier samen met het team aan de slag met de op maat gemaakte web- en mobiele apps, die volledig gericht zijn op de kinderopvang. Denk hierbij aan de ontwikkeling van nieuwe features, de modernisering van de code base en het oplossen van bugs en vraagstukken. Binnen de organisatie wordt gewerkt met een grote en complexe codebase die draait op Google Cloud in de backend. Het is dan ook belangrijk dat je hier makkelijk je weg in kan vinden. Hierbij wordt namelijk Python business logica exposed via REST services. In de front-end zal je voornamelijk werken met Vue, Angular en React. Ook wordt de software in de Cloud (Azure) gezet. Kortom, een moderne stack dus met voldoende mogelijkheden om je te blijven ontwikkelen.\nJe komt terecht in een klein en hecht team waarin creativiteit, eigen inbreng en inspraak zeer worden gewaardeerd, zeker van jou als Senior. Zo kun je écht je eigen stempel drukken op je werkzaamheden en de resultaten hiervan. De consultants binnen het bedrijf houden je op de hoogte van veranderingen in wetgevingen in de sector zodat je hier samen met het team de koers van het product op kunt aanpassen. Ervaring of kennis van de kinderopvang is dus niet vereist, maar altijd mooi meegenomen.\nOrganisatie\nSinds 2011 heeft deze organisatie uit Delft kennis ontwikkeld om nu als ervaringsdeskundige alles te verzorgen op het gebied van kinderopvangsoftware. Dit doen zij voor honderden kinderdagverblijven in Nederland, België en Curaçao. Met de software die deze organisatie heeft ontwikkeld wordt het papierwerk uit handen genomen voor zowel ouders als kinderopvang medewerkers en bieden zij de juiste actuele informatie waardoor de volledige aandacht bij het kind komt te liggen. Het doel van de organisatie is dan ook dat het kind altijd centraal blijft staan. Dit dragen ze hier ook met trots uit!\n\nEr zijn 4 apps ontwikkeld die hand in hand gaan met dit doel. Bijvoorbeeld een ouder app waarmee ouders geen moment missen en in een digitaal dagboekje niet alleen foto's en berichten kunnen lezen over hun kind, maar hun kind ook zelf ziek kunnen melden of een ruildag aanvragen. Ook is er een medewerker app ontwikkeld waarmee medewerkers inzicht hebben in het rooster. Deze web app en mobiele apps moeten constant verbeterd worden en om deze reden zoeken zij een ervaren Fullstack Python Developer!\n\nHet team bestaat momenteel uit rond de 15 man en er is een platte structuur. Er is geregeld tijd voor een gezellig kopje koffie of een uitje. Hierbij komt ook zeker de humor van het team naar boven. Hou jij af en toe van een grapje dan ben je hier dan ook aan het juiste adres!\nFunctie eisen\nMinimaal 5 jaar Python development ervaring;\nAantoonbare ervaring met het ontwikkelen van schaalbare SaaS oplossingen;\nErvaring met Google Cloud;\nKennis van moderne front-end technieken zoals React, Angular of Vue is mooi meegenomen;\nAzure kennis is ook een grote pre.\nAanbod\n€4800-7000 bruto per maand;\nWerken in een klein en hecht team met veel verantwoordelijkheden en creatieve vrijheid;\nRemote/hybride werken in mogelijk;\nMacbook Pro (nieuwste versie), toetsenbord en muis naar keuze;\nWerken aan een SaaS product dat op grote schaal wordt gebruikt;\nLekkere koffie, gezellige borrels, leuke bedrijfsuitjes en een goede dosis humor!"
        },
        {
            "posted_at": "10 dagen geleden geplaatst",
            "title": "Developer Python & R",
            "company_name": "Centraal Bureau voor de Statistiek",
            "company_rating": "3.5 van de 5 sterren",
            "company_reviews": "37",
            "location": "Den Haag",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=1f0e5edceae342d4&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=0&xkcb=SoCz67M3GGkz5fx_iR0KbzkdCdPP&xfps=7d180f28-6760-4b0c-b364-dd724a1ef2d5&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKnqWIQqJvD4BgkOJt5r7QriDPCsDUhhIwOlfee92juwrWvxvoxO_BFcgVgQ-KlqHGv9rau9iGzNUCbRRfTz1Sw1NXBw6neyle2yyJVwmHiSEaVsCmbDfksACjcmDr2sz52xJ9_km_cv3yPmiPWNvhRsw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=a5aa0f7e7ac25ce5&assa=7470",
            "pay": "€ 3.091 - € 5.586 per maand",
            "job_type": "Bepaalde tijd",
            "description": "Den Haag\nHBO / WO\nUitzicht op vast dienstverband, beginnend met een jaarcontract\n3.091 tot 5.586 per maand\nWil jij meedenken en bouwen aan nieuwe IT-faciliteiten en software die onze statistische processen gereed maken voor de toekomst? Ben jij de teamspeler die applicaties bouwt waar gebruikers blij van worden?\n\nMaak het verschil en solliciteer.\n\njouw uitdaging\nOnze onderzoekers kunnen hulp gebruiken bij het automatiseren van hun statistische processen. De huidige applicaties zijn aan herontwikkeling en/of uitbreiding toe.\nVoor de herontwikkeling maken wij de overstap naar Python en R en naar meer generieke systemen. Ook willen we het gebruik van databases stimuleren. Je werkt in een multidisciplinair team waarbij je kennis deelt en opdoet.\nAls developer ben je een allrounder en houd je van diversiteit en afwisseling in je werk. Omdat het team klein is ben je bij alle facetten van de applicatieontwikkeling betrokken. Van het nadenken over een geschikte architectuur en het maken van geautomatiseerde testen tot het overleg met gebruikers over de gewenste functionaliteit en het visualiseren van gegevens, zodat inhoudelijk experts controles snel en eenvoudig uit kunnen voeren.\n\nJe werk bestaat uit:\nHet (her)ontwerpen, bouwen en testen van packages en (maatwerk)systemen in Python en R;\nHet vertalen van klantwensen en ideeën van (eind) gebruikers in een software ontwerp en uiteindelijke (her)bruikbare applicatie;\nInzetten van je professionele kennis en ervaring aan collega’s binnen het CBS;\nOptreden als een vraagbaak en coach op het gebied van Python, R, SQL;\nMeedenken over de IT-faciliteiten die onze Data Scientists en Statistisch Onderzoekers in staat stellen hun werk nog professioneler te kunnen doen;\nOptreden als sparringpartner naar de business en levert met de juiste vragen toegevoegde waarde om tot een nog beter product te komen.\nDit is je team\nActiviteit\nIn de lunchpauzes maken we meestal een gezellige wandeling.\nBlijven leren\nWe stimuleren medewerkers zich verder te ontplooien. Trainingen kun je volgen via de CBS Academy of via e-learning.\nMedewerkers\nHet team bestaat momenteel uit 4 medewerkers.\nSamenwerking\nJe zet je expertise breed in binnen de sector Leefomgeving en werkt samen met ontwikkelaars uit de verschillende teams.\nJe komt te werken in een klein team dat nog geen jaar bestaat, zoveel mogelijk de agile werkwijze volgt en de verschillende inhoudelijke teams helpt op het gebied van applicatieontwikkeling. Je werkt in projecten van ongeveer een half jaar steeds weer aan een andere applicatie.\n\nJe komt te werken bij de sector Leefomgeving, waar productie plaatsvindt van statistieken op het gebied van de woningmarkt, energie, natuur, milieu en ruimtelijke statistieken. De CBS-statistieken staan in grote belangstelling bij onder meer de Europese Commissie, onderzoeksorganisaties, planbureaus, de ministeries en nationale- en internationale media.\n\nMaatschappelijke en technologische ontwikkelingen dagen ons uit om te blijven vernieuwen en ontwikkelen. Om toonaangevend te blijven is het CBS bezig statistische processen opnieuw in te richten.\nWe hebben binnen ons team al een R-expert en zijn op zoek naar iemand die ook ervaring heeft met Python. We werken als team gezamenlijk aan projecten in R en Python.\nDit ben jij\nJe hebt een hbo of wo opleiding afgerond;\nJe hebt aantoonbare kennis en/of ervaring met Python;\nErvaring met R, SQL Server, GIT en ArcGIS of andere GIS-software zijn een pré.\nAls persoon ben je\nInitiatiefrijk, leergierig en positief kritisch;Een teamspeler;\nje ziet het succesvol afronden van het werk mede als jouw verantwoordelijkheid;\nEen coach; je bent bereid om kennis te delen en anderen te helpen;\nIn staat om zelf taken op te pakken en hulp te vragen.\nDit kun je van ons verwachten\nVoor onze arbeidsvoorwaarden volgen wij de CAO Rijk.\nEen salaris van minimaal EUR 3091,- en maximaal EUR 5586,- bruto per maand op basis van 36 uur. De inschaling is afhankelijk van kennis en ervaring.\nJe ontvangt 8% vakantiegeld en een 13e maand. In totaal is dit 16,37% bovenop je salaris waarbij je zelf bepaalt hoe, wanneer en op welke wijze je deze wilt inzetten. Dit noemen wij het Individueel Keuze Budget (IKB).\nJe bouwt pensioen op bij het ABP Pensioenfonds.\nJe werkt hybride waarbij we als richtlijn hebben minimaal 2 dagen per week op kantoor. In je team maak je daarover afspraken.\nJe krijgt een laptop (Microsoft of Apple) en mobiele telefoon (Android of iOS).\n5222 datatabellen beschikbaar in 2022\nStatline is de databank van het CBS en biedt een schat aan cijfers over de Nederlandse economie en samenleving.\n+4,3%\nTen opzichte van 2021\n70.000 collega’s\nNaast 2000 collega’s werken er ook nog 35.000 bijenbazen in iedere CBS locatie die aan het werk gaan om heerlijke honing te maken.\n+42%\nIn de zomermaanden\nGebruikers cbs.nl\nWist je dat er in 2022 maar liefst 6,9 miljoen gebruikers onze website cbs.nl bezochten?\n1%\nTen opzichte van 2021\nNieuwe collega’s\nWist je dat we vorig jaar 316 vacatures hebben ingevuld? Word jij dit jaar onze nieuwe collega?\n+6,6%\nTen opzichte van 2021\nWij houden ons aan de feiten\n600 statistische onderzoeken per jaar, 70 duizend vermeldingen in de media en 14 miljard cijfers in StatLine.\n+6%\nGroei per jaar\nDit is je sollicitatieprocedure\nWe voeren twee gesprekken en sluiten het sollicitatieproces af met een arbeidsvoorwaardengesprek.\nWe sluiten de vacature als we die hebben ingevuld.\nStel je vragen aan Peter\np.berrevoets@cbs.nl\n06 21 674 496\nVoor de recruitmentbureaus: mocht je ons willen bellen voor een mogelijke samenwerking: wij stellen de interesse op prijs, maar vullen al onze (tijdelijke) vacatures zelf in."
        },
        {
            "posted_at": "16 dagen geleden geplaatst",
            "title": "Python Developer Odoo",
            "company_name": "Willems Personeels- & Organisatieadvies",
            "company_rating": null,
            "company_reviews": null,
            "location": "Leidschendam",
            "location_type": null,
            "apply_link": null,
            "pay": "€ 3.200 - € 4.200 per maand",
            "job_type": "Parttime\nFulltime",
            "description": "BlueZebra uit Leiden is een software consultancybedrijf dat ondernemers ondersteunt bij het eenvoudiger maken van werkprocessen door inzet van betaalbare en flexibele software. BlueZebra is gecertificeerd partner van Odoo en heeft klanten in de maak- en productie-industrie. Odoo is een ERP softwarepakket dat meer dan 50.000 bedrijven wereldwijd gebruiken om bedrijfsprocessen te optimaliseren. Onze missie is ‘ondernemers zo efficiënt mogelijk helpen om hun processen te verbeteren zodat ze de volgende stap kunnen zetten in hun groeiproces’. Wij geloven in de kracht van het Odoo pakket om die missie te bereiken. Dit doen we met een team van vier collega’s. Door de toenemende vraag naar onze dienstverlening, groeien wij. Groei jij met ons mee als:\nPython Developer Odoo - 32 t/m 40 uur p.w.\nWat ga je doen?\nVanuit ons kantoor in Leiden ga je nauw samenwerken met ons team om Odoo uit te breiden en aan te passen aan de specifieke behoeften van onze klanten. Van jou wordt verwacht dat je maatwerkmodules in Odoo kan ontwerpen en implementeren. Dat doe je vanuit kantoor, vanuit huis of op locatie bij de klant. Bestaande modules ontwikkel je door totdat ze passen bij de wens van onze klanten. Je draagt verder bij aan het ontwikkelen van standaarduitbreidingen die onze klanten kunnen gebruiken om hun bedrijfsprocessen verder te verbeteren. Waar nodig schuif je aan bij overleg met klanten waarbij je technische uitleg geeft van het Odoo pakket. Je ondersteunt de gebruiker tijdens én na de implementatie van Odoo met hun specifieke (technisch) vragen. Je test nieuwe functionaliteiten en wijzigen in de software. Het kan zijn dat je soms je werk doet bij de klant op locatie. Reizen is daarom geen probleem voor je.\nWij zoeken iemand die:\nEen afgeronde HBO opleiding heeft richting Informatica, Software Engineering of vergelijkbaar.\nMeerjarige werkervaring met Python heeft en met het ERP-systeem Odoo.\nWerkervaring heeft met React en bij voorkeur met Django, ES6, Alpine.js, Vue, Kubernetes, Git en Linux.\nVerbanden kan leggen tussen software en bedrijfsprocessen.\nKlantvereisten en wensen kan vertalen naar technische specificaties.\nProblemen uitzoeken leuk vindt en handig is met software.\nWil samenwerken, kennis wil delen en wil groeien in zijn / haar persoonlijke ontwikkeling;\nEn bij voorkeur rijbewijs B heeft.\nWat bieden we jou?\nEen bruto maandsalaris tussen de € 3.200 en € 4.200 (op basis van 40 uur p.w.), afhankelijk van je kennis van Odoo.\nEen mobiliteitsbudget en een persoonlijk opleidingsbudget.\n25 vakantiedagen en een bijdrage voor de oudedagsvoorziening\nEn een aantrekkelijke bonusregeling.\n\nMeer weten? Kijk op onze site www.bluezebra.works of bel / Whatsapp Luc Willems op 06 – 41 29 76 24. Solliciteren? Mail dan je cv en korte motivatie naar luc@lwpa.nl."
        },
        {
            "posted_at": "9 dagen geleden geplaatst",
            "title": "Back-end Developer (PHP, Python, JavaScript, MS SQL)",
            "company_name": null,
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=482b96f6d54b5c88&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=0&xkcb=SoA967M3GGkz5fx_iR0NbzkdCdPP&xfps=03fe3484-7c59-45eb-8476-c8f0767b02fc&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKnLPC_cBeBvRnCVpup536i_QWSChALccTkcBI33OW4YTxR5epiSHpFX5V5LVsF920CNwxJHTak5E4EACuHEpRc0g4vv0yAfSCeM207hClgocQ3YghLrK2jZnSs9u1J7cA__qwA8hKBvY1XPI9d9rDyEw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=7bfdd0b925b43540&assa=4064",
            "pay": null,
            "job_type": null,
            "description": "Als technische ruggengraat ondersteun je ons team van e-mailmarketeers en campaign developers. Je speelt een cruciale rol in het verbeteren van onze tools en zorgt voor de integratie tussen verschillende systemen.\nAls Back-End Developer bij 100%EMAIL ben je méér dan een programmeur; je bent een pionier in de digitale wereld. Jouw kennis in PHP, Python en JavaScript is de sleutel tot het succes van merken als ABN Amro en UNICEF. Maak deel uit van ons team waar technologie en creativiteit samensmelten tot baanbrekende marketingoplossingen.\nEen voorproefje van je uitdaging…\nWees de architect van onze unieke tools.\nBouw aan onwrikbare systeemkoppelingen.\nVerfijn de kunst van SQL procedures.\nAdviseer over grensverleggende integraties.\nBepaal de technische koers voor ons marketeerteam.\nWaarom je het hier geweldig zult vinden\nSalaris range tussen de €40000 - €79000 per jaar.\nWerk 2 dagen op kantoor en 3 dagen thuis.\nLeaseauto of reiskostenvergoeding.\nProfiteer van 25 vakantiedagen.\nKlinkt goed, toch?\nWat we van jou verwachten?\nDe ideale kandidaat heeft ervaring met MS SQL (het schrijven van Stored procedures is een pré), en SQL server.\nProgrammeer skills in één of meerdere van de volgende talen: PHP, Python, JavaScript en ervaring in één of meerdere frameworks: Vue.js, React, jQuery.\nAantoonbare ervaring met het integreren middels APIs en een aantal jaar werkervaring als back-end developer.\nVloeiend in het Nederlands.\nOver 100%EMAIL\n100%EMAIL is een dynamisch marketingautomatiseringsbureau met klanten zoals ABN Amro, Odido en Carglass. Met een team van ongeveer 40 collega's bevorderen we een cultuur van kennisdeling, groei en plezier. We hechten waarde aan teamwork en persoonlijke ontwikkeling en bieden kansen om je vaardigheden uit te breiden in verschillende aspecten van CRM en e-mailmarketing.\n\nOnze no-nonsense cultuur, gecombineerd met een toewijding aan het leveren van top e-mailcampagnes, onderscheidt ons. We maken deel uit van United Playgrounds, wat nog meer groeimogelijkheden binnen de groep biedt.\nEnthousiast geworden?\nMis dit niet. Deze baan is populair dus reageer direct!\nWil je eerst meer info? We vertellen je hier graag meer over. Stuur Dionysis Skandalos, IT Talent Acquisition Specialist, een bericht via email Dionysis@Recruit2.com or WhatsApp."
        },
        {
            "posted_at": "30 dagen geleden geplaatst",
            "title": "Full Stack Python Developer",
            "company_name": "Driessen",
            "company_rating": "4.1 van de 5 sterren",
            "company_reviews": "47",
            "location": "1117 Schiphol",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=f19343920b380f2a&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=1&adid=404190326&ad=-6NYlbfkN0BTIx5FafpGEBCsrw7mDOKcB6A_6g7ORuFZlWYT9AnFtwN4rrwv9dVziKrL4IInOS42WAYaMvgMX-oSubttH71F-CqZuPQJwTzUwDO8cRGrq18LhnJqda5JS0UbBJq6cEtDtTtp-Y9ionsZLalHICkH4XbvABluiaXYdmSRBC_-qhe0zNvjkTF-EAMF-wudLbXJnJUZ96VEeEH2CcRj1-Gs_doELmU0e9f0zmDV4nhPYbYLAPPyLZ6mY8KLZ7rIHPtjsoUV2lLzZyE8YVot0rJn4-AErS7GtMi-kwbJRGY2GicJra2RS_lYdKFO63yhlZmCqCq7KXtTeJN4zGg32jhKFlHzj8LScO80xoAwH2L-9cammRzOaC7KGjpE70-oQJH_qnVPXiRQalZEvMCW6l4uAIHKmRNhChUQq_ktM1A8WpY0MCRGrzk-E5PrUDNdPRa01OisVRAiHC7KazgkNbbDz6tLopuCvncPND90eQjAmOtBKDQ3jRtCW0e92DoD4H-qYC22V3NppPY0MjnrftUjmxvNIl5iFymjk71mebkA2poJWUxvdefLJPiTMZxuc9qwxbXovNI30-5VBgyzUivyC3QIdY-Dw60end2mCBjT-4w6WT4-Wky-KxmThvv5fuHWk4QSSmVS5pEniYI6QEtvTYyEWSUv-cTU6lTTPg_Jo2dVIR24k8EqdrNIvp4PNcdH5D3gwYIeDkXJkqJj0Vz25bQ_x1HS1lNavjT4w85R1EoOc1VnOxalYH-6eVUfYhseav59S6fBydVeviTfoy0G8nIgGLsJbhm8qcVBKPrMtw%3D%3D&xkcb=SoDp6_M3GGkz5zAHvj0PbzkdCdPP&xfps=cfb1e92b-6690-458f-8703-3bebf42c06d7&sjdu=0iE7o5_RK20hR6Azz7pUFnxgW1fh8eUUPbSMT7Ozcg0CbyUhthIrRuyfexxkCQPxk0MxjvYmNkrsw4KRRlt7f4FiDW36q-vYiyGdJdalDUVn1YzwAUrS7lOviQP6QoT5b8y579oDxeyjBiYnTXJ6H8UIALerxVBQigqBRXl2mHo&vjfrom=vjs&astse=c34232c2992cbef3&assa=6503",
            "pay": "€ 3.453 - € 5.329 per maand",
            "job_type": "Fulltime",
            "description": "Ben jij een enthousiaste Full Stack Python Developer die graag in een klein team mee wil pionieren en bouwen aan een radar simulator tool voor Luchtverkeersleiding? Lees dan verder!\nVoor het opzetten van een nieuw ontwikkelteam binnen de afdeling Training Facilities van de Training Organisation, zijn wij op zoek naar een ervaren Python Developer (Full Stack). Een gedreven ontwikkelaar die in een klein agile team een pionierende applicatie gaat bouwen voor de radar opleidingssimulator van de LVNL.\nWat ga je doen?\nHet betreft een functie voor 38 uur. Als developer hou je je bezig met het opzetten en ontwikkelen van de SimBuilder tool. De tool wordt afgeleid van BlueSky, een open source ontwikkelingsplatform voor luchtverkeersleidingssimulatie doeleinden, geschreven in Python. Op dit moment onderzoeken we ook hoe we de applicatie kunnen migreren naar een web-based front end met een Python back end.\nNaast de ontwikkeling van features, zet je de structuur van de applicatie op en zorg je voor een robuust geheel. Na verloop van tijd verschuift het accent van je functie meer richting de front end, omdat de gebruikerservaring van de applicatie uiteraard ook heel belangrijk is.\nMet je brede skill set en interesse ga je in deze functie en grote stempel drukken op een belangrijke innovatie binnen LVNL. Ben je pro-actief, innovatief, en denk je graag buiten de kaders? Dan ben je in deze functie op je plaats, terwijl je ook de vrijheid krijgt om je werk in te delen naar eigen inzicht.\nConcreet hou je je bezig met het:\nInrichten structuur voor de SimBuilder applicatie;\nOpzetten continuous deployment omgeving;\nOntwikkelen van back end functionaliteit;\nOnderzoeken migratie naar web applicatie;\nOntwikkelen van front end elementen voor de applicatie;\nInschatten van doorlooptijd user stories;\nSparren met eindgebruikers en Product Owner over oplossingsrichtingen.\nWat bieden we jou?\nEen afwisselende baan bij een overheidsorganisatie;\nJe wordt beloond met een marktconform salaris tussen de €3.453,- en €5.329,- / schaal 9, conform cao LVNL.;\nEen reiskostenvergoeding conform staffel LVNL;\nJe bouwt naar rato 25 vakantiedagen per jaar op en je ontvangt 8,33% vakantiegeld over je verdiende salaris;\nPensioenopbouw vanaf dag 1;\nEen thuiswerkvergoeding van €2,15 per dag en een eindejaarsuitkering;\nDoorbemiddeling bij einde opdracht of einde dienstverband;\nEen laptop van de zaak.\nAls medewerker via Driessen kun je daarnaast rekenen op mooie extra’s zoals collectiviteitskortingen bij verschillende (zorg)verzekeringen, een fiscaal voordelige uitruilregeling en €10 korting op je sportabonnement bij een van de 3550 sportscholen. Ook kun je bij ons gratis deelnemen aan verschillende opleidingen en workshops.\nWat vragen we van jou?\nJe hebt minimaal een HBO opleiding, in de techniek of software ontwikkeling;\nJe hebt (aantoonbare) ervaring met full stack Python ontwikkeling (met bijv. Flask of Django);\nJe hebt ervaring met Continuous Deployment (kennis van Jenkins is een pré);\nKennis van versiebeheer (bijv. Git);\nKennis van luchtvaart, luchtverkeersleiding of BlueSky is welkom;\nErvaring in agile teams is een pré.\nJe competenties en talenten:\nJe bent inventief, proactief en flexibel.\nJe bent sociaal, goed in een team, maar werkt ook prima zelfstandig.\nWat verder goed is om te weten\nDe afdeling Training Facilities opereert verschillende simulatoren waarmee luchtverkeersleiders het vak leren en hun vaardigheden op peil houden. Om dit optimaal te kunnen blijven doen bouwen wij aan nieuwe tooling om simulator scenario’s snel te kunnen genereren en bewerken. Denk hierbij bijvoorbeeld aan een scenario om verkeersleiders te trainen op een nieuwe procedure of nieuwe verkeersleiders steeds toenemend vliegverkeer te laten afhandelen. Op dit moment is het maken van scenario’s een complexe en tijdrovende klus.\nDe applicatie die jij gaat helpen bouwen, SimBuilder, zal verkeersleiders en instructeurs in staat stellen om snel en gebruiksvriendelijk simulator scenario’s te bouwen en controleren.\nIs je interesse gewekt?\nReageer op deze vacature via de sollicitatieknop. Heb je een vraag over deze vacature? Neem dan telefonisch contact met Claire van den Deijssel op via 06-52 32 63 44 of stuur een e-mail via claire.vandendeijssel@driessen.nl."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Cooder",
            "company_rating": null,
            "company_reviews": null,
            "location": "2909 Capelle aan den IJssel",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=c5985d36bf6a05de&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=1&adid=419474171&ad=-6NYlbfkN0DAWsZoUJSE7X8Hk8JHIYXtAESOD6hscCJfB9OGFcbDK3xSFMdwbT8LjISumxU3Vzg8pWGN4QqKCeKC7ALclRTm1gMpRUmonxTArBf6IGpELT5OFtaEQ6sIvf2FvPuGT5pdz9hhIs1tgUhjctzqXzurKHWy6UUclFay5gamqzjpnFPiyizI98Revu4s-qDWjg32H7puTTvabUen-Xet7yA6qHFzZ33XEFAvVur17ueSdgod9gPcXRpsUE46_vTEQ2m_q4vf-UuuL3_lQJrSJ2rIdGV3sxUnYCKnBnzpmy5V2wvTKKxPGE899qKRVmJwUD-OP1WwPXSu5MAldLAlfseAhKqW0YMp7QzwMYKUrTcBKCs0LkCf6gUzOOW-LURRX4uWyV-EzbMkY4Aj3pa_qtmHgKo0eiHau59qfO0W8xR4RtjkfRCiWLV2hbUTAATpmBfozt4rzW1hWV627h7sj2FnbE-n0bmg8B0f1qp_79e4ePiqFSzA2NXGDkEH0vaegmFtvVCWbkqYzaAovHpQnHTnL_YGsDobyBO04Wny2v7pZhXDvOCFLj6UjzSDJJMQ0rflEPSQ4MWAisBxb83iKaIOyQRLWapdZ_tXDl9awnxmh721znNaFWes4-pb6GmkNJ304FNieWLRdjXhMqZBlA3BdfJEoT1c38PVa0iCaybR3qbd4bP6xmqp52a1TkW_NarhRzdj4IYNVqpi90yteg16wsDSIvjB_d7YmddaKS_n8Rlw4zZtnpfl&xkcb=SoBd6_M3GGkz5zAHvj0ObzkdCdPP&xfps=7bc80f17-b2b1-4ded-80b9-9f233ab5bb17&sjdu=MxZfnjuo4y05ir78adzB1e4iaS9KVPBLPycwKoyejdYS6AkQMnt4oqGQx_mnixN_BO4Q8Lyl-rtfheYefEi6VQi4AEjBsftSj7NH5Y9KDd2kvLiv8K4bdZ-anAP1T3D4bNGzbx6XzrCZaIj6vh2RVSgRCBOI5fWZSVp0j9TbTNzFPGyxiZJqXNNeVRzIJrGC&vjfrom=vjs&astse=f04f953c62d7b4e2&assa=9376",
            "pay": "€ 2.500 - € 5.000 per maand",
            "job_type": "Fulltime",
            "description": "In samenwerking met ALTEN zoeken wij een Python Developer in Capelle aan den IJssel en omgeving!\nFunctieomschrijving\nIn jouw functie werk in projecten aan enterprise-applicaties. Met een team bouw je oplossingen op basis van Python. Dat is de kern van je werk. Maar bij ons ben je consultant en dat betekent meer dan alleen programmeren. Wij vinden het belangrijk dat je naast de techniek zelf ook oog hebt voor de context waarbinnen deze wordt gebruikt en dat je hierover kunt adviseren. Dat is onze en jouw toegevoegde waarde. &\n\nJe bent op een punt in je loopbaan waar je toe bent aan een nieuwe fase. Met jouw ervaring ben je in staat om startende collega'&s wegwijs te maken in wereld van Pyhton. Dit vind je leuk om te doen, want ook daar leer je zelf van. Maar ondertussen houd je je ook bezig met de nieuwe ontwikkelingen in software-development-land, want dat is wat jij als volgende wilt doen.\n\nDan is het fijn dat er ervaren mensen binnen ALTEN zijn aan wie je je kunt optrekken. Wij begeleiden je in de volgende stap van je carriè&re. Welke richting dat is, is aan jou. Er zijn diverse mogelijkheden:\nTechnisch diepgang: de specialist die alles weet van bijvoorbeeld IoT, Artificial Intelligence, of API management&\nTechnische breedte: de architect die helpt overzicht binnen oplossingen te geven&\nProces: je organisatietalent inzetten om projecten tot een succes te maken.\nHier gaan we vanuit\nJe beschikt over een afgeronde HBO- of WO-opleiding in een IT-gerelateerde richting.\nJe hebt zo'&n 2 tot 5 jaar werkervaring, bij voorkeur al als software ontwikkelaar.\nJij kan ons met enthousiasme vertellen dat je ervaring hebt met:\nSoftwareontwikkeling in Python&\nFront-end development in HTML, CSS en op JavaScript gebaseerde frameworks zoals Angular, React JS, Vue, of Polymer&\nHet bouwen of implementeren van API'&s in je applicaties&\nWerken in een agile projectvorm, zoals Scrum of Kanban.\nHet is geen vereiste, maar je hebt een streepje voor als je kennis hebt van:\nCloud-platformen, zoals Microsoft Azure en Amazon Web Services (AWS)&\nDevOps en de implementatie van CI/CD&\nArtificial Intelligence (AI) of Machine Learning (ML)&\nInternet of Things (IoT).\nArbeidsvoorwaarden\n€2500 - €5000 bruto per maand\nFlexibele werktijden\nLease auto\nVolledige reiskostenvergoeding\nTankpas\nMobiel\nLaptop\nPensioen\nNetto onkostenvergoeding\nZorgkostenverzekering\nOverwerktoeslag\n13e maand\nOver ALTEN:\nALTEN IT maakt onderdeel uit van ALTEN Nederland en is gespecialiseerd in consultancy op het gebied van Software Development, BI en Analytics, Softwaretesten, Agile, Cloud en Internet-of-Things, en dit binnen verschillende branches. Bij ons kom je terecht in een divers en hecht team, dat zich bezig houdt met de laatste ontwikkelingen.\nOnze klanten bevinden zich in de top 100 van Nederland. De klantenkring varieert van overheden en energiemaatschappijen tot financiële instellingen, zakelijke dienstverleners, hightech bedrijven en telecomproviders.\nWij bieden volop uitdagingen, solliciteer daarom nu om deel uit te maken van ons gezellige team!\nOpgericht in 1988\nWerkzaam in de Informatietechnologie en -diensten.\nDe gemiddelde leeftijd is 35.\nWerkzaam in 4 kantoren."
        },
        {
            "posted_at": "2 dagen geleden geplaatst",
            "title": "Data Engineer Python",
            "company_name": "Experis",
            "company_rating": "3.3 van de 5 sterren",
            "company_reviews": "1,143",
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=19faa5a26dbbec51&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=1&adid=393536782&ad=-6NYlbfkN0DxtXr6clpO8X4dlJistf8eFtJLd_vZbZUinTLqJQFeOHrpU4K0LyBdv569cXsKmUeuu4YqImLLyoryIMyGfcpnhDFzlBJOCTTWhwaqg-Bbv8YcAEHeoQNilFj2b2ui3u5Ah-0a46m3VaX27k9TkB-PRR_u7BuhiW9DN2JerpFY5bTPsEV8aDyBWEAr1RbAcubeba7x-RboCa74o31aHFfmEcj0EkadYMz4wSsS7ZXjz7kj-tX8P2skX4z-tYagKhuCj2Brlm1WhHKH1sINjEN2lwFhnlQnInJDCuFR_LgLd9O50Z9ktPAeskRrpEC6H-vLkCMOuzUDe_T6uGjRfDwDmLy7UKyp5l2dvjxGfxJzaszP7x7rR_gZqRvlMr4NNvGGk7kkfNyAk09pdICOX89lNIZSezhzKaU026ud6snDle1MNkTV5TqMbMjWhHl-PWT4FRk-nVp1hbTvWe3P35_lgT4qDEiHnru3NNmYKa9-mdk9E3zVBbj3W_Wi5ko4j7qatoAE1idor3rfvAWiDln2vSFa3l0wGOJ5_hx8_uicJu_Os4xc_ARB8nmGlgCemt_EZA8qXW99ku0xZPurWdAM&xkcb=SoDA6_M3GGkz5zAHvj0NbzkdCdPP&xfps=6de99cdd-d3db-4daa-bf14-7533c3866508&sjdu=XS8FHEpkgQqaEtMQAY8jTgU-Xrha1sVqcZ3gtPpO-fJwyaRDAmlpPc-KINIh1Ocp&vjfrom=vjs&astse=573262f2b36b92ec&assa=3997",
            "pay": "€ 3.500 - € 6.000 per maand",
            "job_type": "Fulltime",
            "description": "Hier ga je werken\nVoor onze klant in regio Den Haag zijn wij opzoek naar twee Data Engineers. Het gaat om een toonaangevende overheidsinstelling waar je met zeer complexe data zal gaan werken. Je bouwt en richt data-pipeines in op de analyse omgeving. Binnen deze pipelines wordt de data van een bronsysteem verwerkt tot bruikbare informatie in een dashboard of analyse. Hierbij zal je vooral gebruik maken van onder andere Python en MS-SQL. Jij bent in deze rol verantwoordelijk voor de ETL-processen rondom deze data pipelines. Daarnaast werk je aan innovatieve projecten, zo zal de migratie van de ontwikkelomgeving het aankomende jaar een mooi project worden waar je aan deel zal nemen. Verder is het een Scrum/Agile omgeving waarbij je in een team van 9 fte zal werken aan de verbetering van het data landschap.\nDit ga je doen\nOntwikkelen van data pipelines met Python en SQL;\nVerantwoordelijk voor de ETL-processen rondom de pipelines;\nOntsluiten nieuwe data bronnen;\nData modelleren;\nBeheren en onderhouden bestaande data-ontsluitingen;\nWerken aan innovatieve projecten.\nDit neem je mee\nJe hebt HBO werk- en denkniveau;\nMinimaal 1-2 jaar ervaring voor de junior/medior positie;\nMinimaal 5 jaar ervaring voor de senior positie;\nErvaring met MS-SQL en Python is een eis;\nKennis en ervaring met ETL en data pipelines;\nJe bent communicatief vaardig en bijt je vast in complexe data.\nDit krijg je\nGoede pensioenregeling;\nVakantiegeld: 8,33% van bruto jaarsalaris;\nVakantiedagen: 25 + 1/2 dag per kwartaal als je niet ziek bent;\nReiskosten: 21 cent/kilometer (maximum van € 250,- per maand);\nZiektekosten: € 50,- per maand tegemoetkoming;\nOpleidingsmogelijkheden.\nSollicitatieprocedure\nWil je meer informatie of heb je vragen over deze vacature neem dan contact op met Kai Spruijt via kai.spruijt@experis.nl of bel 0182-692020."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Python People",
            "company_rating": null,
            "company_reviews": null,
            "location": "Randstad",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=afce816ca3dd819e&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=0&xkcb=SoDM67M3GGkz5ex_iR0LbzkdCdPP&xfps=de9520cc-c929-4ed1-aec1-1ba276cbea60&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKkJVMjtNKuAbX2jVXhbv22xRbKwHL4X_oqg0_HLdEIMRPBhpShqxWlVtm0KGZKgoQK0Nf_vlkSgAMX8YgctSh-_IZMnRjdq-xNKd2osIwdP0yOCXX4ZIF_kAz7rewWAtzuIYOH-cn47gfgugrwgNO0Fw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=217ffa56eb6fc9f8&assa=8370",
            "pay": null,
            "job_type": null,
            "description": "Functie: Python Developer\nSpecialisatie: Python, Django, PostgreSQL, Javascript, jQuery\nStartdatum: ASAP\nRegio: Randstad\nOmschrijving\nVind je het leuk om met Python en Django te werken? Dan biedt Python People je interessante en uitdagende opdrachten in de Randstad. Hierbij heb je de ruimte om zowel in teamverband als zelfstandig te werken. Je werkt aan innovatieve maatwerk webapplicaties en mobiele apps.\nErvaring met Python en Django is een vereiste. Daarnaast verwachten we dat je ervaring hebt met het ontwikkelen van webapplicaties. Je beschikt over minimaal HBO werk- en denkniveau.\nVereiste kennis:\nPython/Django, PostgreSQL, HTML, CSS, JavaScript, jQuery\nErvaring met webservices en applicaties.\nInteresse in de laatste trends en technieken\nErvaring met Webapplicaties, onderhoud en bouw en troubleshooting."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Veneficus",
            "company_rating": "4.3 van de 5 sterren",
            "company_reviews": "9",
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=8d75075c97bcb77a&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=0&xkcb=SoDl67M3GGkz5ex_iR0JbzkdCdPP&xfps=f4261d37-f8cb-46c0-9be6-6ad4a8223f81&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKkARQT8rI9bk59N3kcvUUyyGccmCIh0lno8jKPSM2y561rg_tSRnpTRbkddeEdQ0fdDXjtRXOlM1Tj2YSidiU7n5iuPnOWEtKH99Jx8fp3piMaXntZOvqZDZ8PeiTw0lNLrQubDAVtCDkEDuWK_J5NRw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=7378ceda62378f81&assa=508",
            "pay": "€ 3.500 per maand",
            "job_type": "Parttime\nFulltime",
            "description": "Ben jij de Python Developer die wij zoeken?\nBij ons krijg jij de kans om bij onze klanten te werken op uitdagende projecten binnen verschillende sectoren zoals de financiële wereld, de retail en het vastgoed. Wij denken niet alleen met de klant mee, maar ook met jou als collega. Zo proberen wij jou continu uitdaging, ontwikkeling en plezier te bieden in je dagelijkse werkzaamheden.\nInmiddels bestaat ons team uit ongeveer 30 specialisten en wij hebben de ambitie om flink te blijven groeien de komende periode. Wat wij zo mooi vinden aan ons team? Iedereen is even toegewijd met zijn of haar project bezig voor onze klant.\nGezocht:\nPython Developer\nStandplaats\nRotterdam\nAantal uur\n40\nSalarisindicatie\n€ Vanaf 3500,-\nWat ga je doen?\nBinnen Veneficus hebben wij verschillende opdrachten, de ene opdracht duurt misschien 3 maanden en de andere opdracht 2 jaar. Als developer word jij niet alleen onderdeel van ons Venefici-team, maar ben je ook onderdeel van het team van onze klant. Twee teams die dus staan te popelen om jou als collega te verwelkomen!\nWaar je aan het werk gaat dat verschilt per opdracht. Je kunt bij ons op kantoor in Rotterdam werken, vanuit je eigen werkplek thuis of op locatie bij de klant. Dit gaat natuurlijk allemaal in overleg.\nSommige opdrachten zijn helemaal afgekaderd, wat betekent dat er op papier al staat welke werkzaamheden nodig zijn en wat het eindresultaat moet worden. Sommige klanten hebben voor een langere periode ondersteuning nodig in hun (scrum)team en zullen jouw expertise daarbij nodig hebben. Het kan zo zijn dat je alleen naar een opdracht gaat, maar het kan ook zo maar zijn dat je samen met je Venefici (zo noemen wij onze collega’s) aan de slag gaat.\nJe werkzaamheden verschillen per opdracht en zijn afhankelijk van het gewenste eindresultaat. Een greep uit je dagelijkse werkzaamheden:\nBouwen en onderhouden van data-analyse oplossingen;\nOntwikkelen van nieuwe features voor dashboards en rapportages\nToevoegen van nieuwe databronnen aan de databases\nOntwikkelen en onderhouden van Python-scripts\nObject georiënteerd programmeren\nOver Veneficus.\nVeneficus. Optimizing Intelligence. Beslissers ondersteunen om het verschil te maken door de kracht van data te gebruiken: dat is ons doel! We werken met de perfecte mix van magie en logica, om data en business samen te brengen.\nGespecialiseerd in retail & overheid, vastgoed en verzekeringen. We streven naar perfecte flows, grotere groei, slimmer werken en bovenal een gelukkiger leven.\nHoe ziet jouw dag eruit?\n08.45 uur Je komt binnen op kantoor en begroet even al je collega’s en loopt gelijk door voor een lekkere cappuccino\n08.50 uur Je hebt je cappuccino al in de aanslag, nu nog even je laptop opstarten\n09.00 uur Het is woensdag en dat betekent dat je met alle Venefici collega’s een digitale kop koffie drinkt. Jullie hebben het over de Veneficus competitie die speelt op het moment. Wie gaat er winnen?\n9.15 uur Het is tijd voor de daily stand-up met je scrumteam. Binnenkort is er weer een sprint review en samen bespreken jullie de laatste puntjes.\n11.00 uur Je hebt al heel wat werk verricht vandaag en de ”to do’s” vliegen van je lijst af. Maar nu is het tijd voor je maandelijkse gesprek met onze Talent Manager. Jullie kijken samen naar je ontwikkelingsplan en hoe je voortgang is gegaan afgelopen weken.\n12.30 uur Het is tijd om samen met je collega’s te lunchen op ons dakterras\n13.00 uur Je gaat verder met je prioriteiten van de dag, vanmiddag heb je nog een meeting staan dus je hebt nog even wat werk te verzetten. Je gaat enthousiast aan de slag en krijgt alles af wat je vandaag wilde doen.\n16.00 uur Er zit een nieuw project aan te komen en hier heb je een brainstorm voor gepland staan samen met je collega’s.\n17.30 uur De dag is weer voorbij gevlogen, je sluit af en fietst vervolgens lekker naar huis.\nOver jou\nWie ben jij?\nJij brengt mee:\nEen HBO- en/of WO-diploma;\nErvaring als Python developer, je hebt inmiddels al minimaal 3 jaar ervaring in deze functie. Wij zijn op zoek naar iemand met kennis en concrete werkervaring met Python en je begrijpt de integratie van Python met de andere solutions zoals Hana, Spotfire en Matlab;\nJe hebt ook ervaring met diverse packages en andere Python aanverwanten zoals bijvoorbeeld Django en Pandas;\nJe bent zeer bekend met de Linux-server en het liefst weet je ook hoe je deze het beste kan inrichten;\nJe hebt ervaring met CI/CD tools;\nJe hebt al vaker in een agile/scrum team gewerkt;\nJij spreekt en schrijft Nederlands op minimaal B2 niveau;\nJe woont in de Randstad of in Brabant en jij vindt reizen niet vervelend;\nJij bent voor 40 uur per week beschikbaar.\nIn een ideale situatie heb jij al kennis en ervaring met:\nDevOps-werkzaamheden voor scriptimplementatie;\nJe hebt eerder gewerkt met MySQL en/of PostgresSQ en/of SQLAlchemy;\nKennis en ervaring met Django en XML/XSL;\nEventueel heb jij ervaring met bijvoorbeeld Jenkins pipelines en/of ETL Pipelines\nEventueel heb je de taakplanning als een gedaan met Cron en heb je al eens gewerkt met Jira.\nAls jij je vrienden of oud-collega’s vraagt hoe jij bent als persoon, zouden zij dit over jou zeggen:\nJe bent communicatief sterk en hebt ervaring met communicatie op verschillende niveaus;\nJe hebt intrinsieke motivatie en de wil om continue nieuwe dingen te leren;\nJij denkt altijd in oplossingen en hebt een positieve instelling;\nAnalytisch ben jij sterk;\nInitiatief tonen durf jij & proactief werken dat doe jij van nature.\nOver ons\nWat bieden wij jou?\nDirect een vast contract met een salaris tussen de € 3500 en €5000 bruto per maand;\n25 vakantiedagen o.b.v. fulltime;\nEen thuiswerk vergoeding van € 50 netto o.b.v. fulltime, 8% vakantiegeld en een interessante bonusregeling;\nPensioen opbouw via STIPP en aanvullende verzekering bij langdurige ziekte;\nNS-Businesscard en eventueel een Swapfiets;\nEen laptop en alles voor een goede thuiswerkplek;\nDe mogelijkheid om te werken waar je wil (hybride) en zelfs in goed overleg remote;\nEen Vitaliteitsbudget van € 30 per maand van om aandacht te schenken aan jouw fysieke, mentale en emotionele gezondheid;\nEen vrijwilligersdag, een dag waarop je jouw steentje kan bijdragen aan onze maatschappij in een vorm die bij jou past!\nVeel aandacht en ruimte voor jouw persoonlijke ontwikkeling;\nGezellige vrijdagmiddag borrels, studieavonden, trainingsdagen en maandelijkse team-uitjes.\nWil je meer weten over deze functie of onze organisatie? Neem dan contact op met onze recruiter Denzel. Je kunt hem bereiken op 0623987787 of denzel.slagtand@veneficus.nl."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Software Developer (Python, C++, .NET Core)",
            "company_name": "Teelor",
            "company_rating": null,
            "company_reviews": null,
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=a829ed5187871f94&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=0&xkcb=SoDf67M3GGkz5ex_iR0PbzkdCdPP&xfps=b9d3c3dd-dfc2-45b3-b349-34b2be60c759&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKk-3uko3dUiITAoimjaEQrhZRRggqAxJTqFYTFyt_yey0H3ha8M8Kp7rTzvcRNELJJ14n-FkjwKQl3EXY67Y69j1qSyEmQG2x_7en0qTB24LsuEkzfVdE8rmX2bV_lWvroFo8Sffu7MNaaIG6Qpdauaw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=4e7af57d7ba35540&assa=4868",
            "pay": null,
            "job_type": "Parttime\nFulltime",
            "description": "Momenteel zijn wij op zoek naar een Software / Data Engineer voor een startup in Den Haag. Zij dragen bij aan het verbeteren van de efficiëntie en veiligheid van operaties op afstand. Deze omvatten industrieën zoals offshore wind & marine, landbouw, procesindustrie. Deze systemen worden wereldwijd en vaak op afgelegen locaties ingezet.\nWat de functie precies inhoudt\nSamen met collega’s en klanten werk je aan innovatie oplossingen op het gebied van edge to cloud real time datasystemen en machine learning voor remote operaties;\nOplossen van complexe technische en analytische puzzels;\nJe komt te werken in een hecht ambitieus team met een “zero blame cultuur” die samen met jou wil werken aan groei en ontwikkeling;\nStartupcultuur met flexibiliteit in werkuren en vrijheid om verantwoordelijkheid en initiatief te nemen.\nWat verder nog interessant is\nDeze klant heeft achtergronden in lucht- en ruimtevaarttechniek, energie-industrie, hernieuwbare energiebronnen en de academische wereld. Ze zijn nieuwsgierig om precies te begrijpen hoe dingen werken en hoe ze verbeterd kunnen worden. En houden ervan om op een constructieve manier betere alternatieven voor te stellen. Dit vereist empathie voor bestaande bottlenecks, nieuwsgierigheid naar domeinkennis, analytische probleemoplossende vaardigheden en expertise in data-analyse en softwareontwikkeling. En wat politiek. Als deze aspecten je enthousiasmeren, dan is het zeker de moeite waard om deze positie te overwegen.\nWat van jou wordt verwacht\nAls Backend Software Developer is het jouw verantwoordelijkheid om met succes innovatieve data storage & analytics software en CI / CD projecten te realiseren binnen het software development team;\nJe hebt minimaal 3 jaar aantoonbare ervaring in en kennis van Python en / of SQL. Ervaringen met C ++, Dotnet Core, PostgreSQL, Timescale DB, Grafana en het schrijven van API's met Swagger is een pré;\nJe hebt sterke strategische en conceptuele vaardigheden en bewezen ervaring met back-end softwareontwikkelingsprojecten in alle projectfasen, van ontwikkeling, testen tot productiesoftwareprojecten binnen de real-time data-industrie;\nJe werkt zelfstandig en gestructureerd, je durft fouten te maken en ervan te leren, je coacht je collega's en laat ze ook leren van je fouten.\nWat je terugkrijgt\nJaarsalaris (incl. vakantiegeld) tussen 35.000 EUR en 65.000 EUR (afhankelijk van jouw kennis en kunde);\n25 vakantiedagen;\nEen geweldig team van inspirerende collega's;\nFlexibiliteit en vrijheden, o.a. in je werktijden en thuiswerken;\nLaptop van de zaak;\nReiskostenvergoeding;\nPensioen;\nWekelijks vis, loempia's en heerlijke cake (en een sportschool om de hoek om de schade te beperken).\nJe zult ongetwijfeld nog meer vragen hebben, aarzel daarom niet om meer te weten te komen via 088 236 00 00 of info @ teelor.nl. Dan leggen wij graag meer uit over het bedrijf en kun je daarna zelf bepalen of het interessant genoeg is."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Fullstack Developer (Python)",
            "company_name": "StarApple",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=c65f88c212283bda&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=1&adid=337175145&ad=-6NYlbfkN0Dbl-ni-BlMHqJ_l-VMw5y_nHHvo3hHZpGW61s_iaK1PeDy_M8OMs4BkfIWmEs4iQgCeqdhrNlfkautYmzuylJGlLRF3JNAXqJjFvP3RoSt9GngjfKZ_8pKsfJXIyEmFTTbzj5IoXHX_k3vs-BqmfL9TqOWVikmvf9MEgPPIshdOwfrDRdu_IfbKqwHMd-d_6F_MF0-DSFpGsX5N93EBpQ5klP45Lig_CHlk-o2t4gBpnnhTQT4XaD0ZCMs2kiRoF8bopMsiw9JPNQ74N_kfXg3B7yyRJa0xk2SfiHtm-GmzImwlrBtnWyWyNEsZt0M1UHs6iBVwDc4lk6RsaGw8MbYvIOwcYjVMHquJL8DqkoRE1ItlmNTNmaLx3Z44t6qAnY7bT-C0-Pjg8Mz7XYP9VX4ISffQ6buidX7tZgp8odD_lL5XPiXz3HpJDm24aNV5GxqjtUcYhLtNJEq_o2B-ruaqAa5yXIYbR9R8Io_3TEHt3Iecf9SG7-zWFs4hshp7_cgWPzf4RFVtGZrRxWU95MP03DH2zv90m5yYARUajev7EX9BEvzznTmn-u9qlfmJVB_v17sIbw8MCzowmW2aJuEkn7mZ_-a5qBf7nRmkU0MYAxiOHrnyjNuAZM2VGToP_g%3D&xkcb=SoC06_M3GGkz5zAHvj0BbzkdCdPP&xfps=ebc482fe-655f-4161-93d8-908d1e790348&sjdu=AoYp2nVgYyQeLhpsjVRyB-O97y819mxXPwbVkOP58ZsSc92Zaxhu2zFralIg-UX01k9xUYujYZuKsCedOccuyA&vjfrom=vjs&astse=b74565215d9c4b77&assa=8961",
            "pay": "€ 3.200 - € 5.500 per maand",
            "job_type": "Fulltime",
            "description": "Voor een organisatie in de omgeving van Rotterdam zijn we op zoek naar ervaren Python developer. Begonnen met twee heren in een fietswinkel die tegen een groot probleem aan liepen. Fietsen worden namelijk vaak gestolen. Samen zijn zij met het idee gekomen om een tracker te bouwen waardoor jouw fiets altijd veilig is, en makkelijk gevonden kan worden. Zo zijn zij in de eerste instantie begonnen met het bouwen van de hardware, waarnaar ze de software hebben gebouwd. Met een recovery rate van 96% maken zij Nederland weer een stuk veiliger. Door de stijging van E-bikes steeg ook de vraag naar hun product. Momenteel zitten zij met een team van 20FTE en mogen zij zichzelf marktleider noemen in deze branche. Het gaat om een informeel bedrijf waar de lijntjes kort zijn en jouw ideeën het verschil kunnen maken.\nFunctie\nWe willen graag gebruik maken van jouw brede vaardigheden van Python om het platform te verbeteren en uit te breiden. Je krijgt de mogelijkheid om nieuwe functies te ontwikkelen voor onze portal en app, waaronder fleet management, heatmaps, geo-fencing, onderhoudsplannen, ETA-tools, voertuigdashboards, native consumenten- en zakelijke apps en platformverbeteringen. Je zult zelfstandig werken aan projecten, maar je zult ook kunnen samenwerken met collega’s met specialistische kennis.\nJe hebt al meer dan drie jaar full-time gewerkt als back-end developer en je hebt een uitstekende kennis van code. We zoeken iemand voor de Fullstack positie die zich richt op het optimaliseren van processen, het bouwen en implementeren van nieuwe services en het door ontwikkelen van deze services.\nEisen\nJe hebt ervaring met een van de volgende programmeertalen:\nPython\nPHP\nErvaring met Frameworks zoals NextJS, Laravel, Java Spring, Rocket en/of Echo(Golang) is een pré\nAls je nog geen ervaring hebt met een van deze punten, leren we je die graag bij. We zoeken iemand die communicatief vaardig is, zelfstandig kan werken en zijn/haar verantwoordelijkheid kan nemen. Ons team is klein en hecht, en we hebben allemaal onze eigen verantwoordelijkheden en de vrijheid om deze zelfstandig in te vullen. Het is geen vereiste, maar als je passie hebt voor fietsen, heb je zeker een streepje voor.\n\nAanbod\nEen salarisrange tussen de €3200 en €5500 euro op basis van kennis en ervaring\n8% vakantiegeld\n25 vakantiedagen\nReiskostenvergoeding\nMacbook pro van de zaak\nTrainingsbudget\nFlexibel indelen van jou fulltime baan\n\nVoor meer informatie en om te solliciteren op deze functie kun je reageren via onderstaande contactgegevens. Je wordt binnen 24 uur gebeld mochten wij mogelijkheden voor je zien.\n\nAngelo Schilder – Business consultant PHP | Python | Front-end & UX/UI Design\n\nAngelo@starapple.nl/ 088- 321 8 123 / 06-37311155 / www.starapple.nl"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "C# and Python Developer",
            "company_name": "Eyetech Solutions",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=958a554015c6b39e&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=1&adid=416430832&ad=-6NYlbfkN0AFHPQfH2cnmHkC2kfjrgYFoSQeOvZht0UcKnM21dSVocqcF6lFCpjmI2BZPLzLgb9nYuAkWt8nsTbKI6244oxRGp6Er1OXazQzluUEbjYihIU128ZYUNua4Tkm0S77I2-5eh_pb1OtI4VrgLODXOLtfn7fcqmjQTu6ZgQkf78qRBXga_U3dHKuz3HkuSj_fT5Y5cTz3ox_g77ImALC4H2ciyTQBK3YgTWRmyLOTlgD5pQyHiQqicwTsFcg6DCbpQ_n4mLaGhIM4gleiNLbX2VAulMPTqNpS4aPWpWoxyrgvbGm5xVs_31dbcq-ySYyGZ7mGJnHJQ-BTrd94iupjVmMywe0OsllMvxYAZNglmjNJYUYk7lwKDXWQJUgK2y5a5l4-wI7NzEWu0cpV2y8NseJ_vZxSZtjrOiYSaYvytrjHvv4PuTdDKjtBbPk_HGM2u3_tjZaVE0luaZGhDOVThbcRTgYzOfXbY0sM3lDCEJEE8i8rQCsGokb10R0O8JjXigmiC1ksd9-BNbdap_14boNapoRR1tmVDMdpZfORDqeR2ZWzLOMtRH9fUK7Qap6X0zUIVo4JaGE1PFTCsNVk6IkYN5unqvHjQT5mSiQnTYF9wkhDDY7pJyTIJERKSz-bQwULcbjPB8cysUzPesy0T5dehlf4NoNGlMvYV5VcnWnj2gX_auVzkiXWp4OPOAY7zlEmESgXdvPMqGAsjz1rKQkjGQas0OGB98eCOb6Wq8bXD--nF5NwPTaRb6M-ci2RGtrC9E9rBSxC8pai0QBIH54LzYuz3GcoXzY_4M1KJ60aRhv4knEzemjtHd-uebVqr8qG2oLAWEjMn3sy1VX_gsFWa-8y15RoajzAaKuosoHNA%3D%3D&xkcb=SoAA6_M3GGkz5zAHvj0AbzkdCdPP&xfps=1654140a-c9a3-4f28-af25-0e130c36b48c&sjdu=RbxtMB7d-ZAezStFOry8KPwgoXP5JJjCcHUaKn8ZqzmOwOUZyvFOzycaZCzQEy0_SX9RiQW1RYVEqgAfKEKUOyn9GIA3QjLbzZN8NYSRIU4Xhm1Xq_953eTDPkTzHI582LA43pka74rk_Q6-WK2vkA&vjfrom=vjs&astse=52e547a9c36fa66f&assa=2123",
            "pay": null,
            "job_type": null,
            "description": "Voor onze vertrouwde opdrachtgever in Rotterdam zijn we op zoek naar een ervaren C# en Python developer om het groeiende development team te voor mobiele apps voor de bancaire sector. Je zult de architectuur van onze ervaren architecten omzetten in een werkende en oplossingsgerichte applicatie. Je werkt nauw samen met de softwarearchitect en adviseert deze ook, dus je voelt je echt eigenaar van wat je creëert.\n\nClient Details\n\nDit bedrijf maakt een snelle groei door en biedt een disruptieve en innovatieve nieuwe manier van bankieren. Je moet bekend zijn met A.I.-technologieën en echte oplossingen toepassen om deze in hun applicaties te implementeren. Ben je klaar om je ideeën tot leven te brengen? Solliciteer dan nu!\n\nDescription\n\nAls C# python developer moet je ook affiniteit hebben met design en bij voorkeur enige ervaring hebben met het ontwikkelen van front-end design. Hoewel het team al een front-end team heeft, zullen jullie allemaal samenwerken om de problemen gezamenlijk op te lossen. Je staat in nauw contact met de rest van het team van leuke ontwikkelaars die je zullen voorzien van inspiratie en ondersteuning. Je hebt zelf de keuze om rustig te werken in een onafhankelijke ruimte of in nauwe samenwerking met het team. We begrijpen dat iedereen een andere manier van werken heeft. Hoewel, de vergaderingen zijn een must!\n\nProfiles\n\nAls C# Python developer heb je:\nMinimaal 3 jaar werkervaring met C# en Python\nHBO in computer science\nIn staat om minstens 3 keer per week op kantoor te zijn\nBijna perfecte Engelse en Nederlandse spreek- en schrijfvaardigheid\n\nOffer\n\nAanbod voor C# Python developer:\n60-70 euro per uur\nFlexibele kantoorindeling zodat je zelf kunt kiezen waar je wilt werken\nMogelijkheid om je vaardigheden verder te ontwikkelen en nieuwe problemen op te lossen in lijn met de bedrijfsrichting.\nNooit een saaie dag in een snel, jong team dat elke dag nieuwe uitdagingen aangaat.\nMogelijkheid tot contractverlenging na het project\nBij interesse, reageer direct op de vacature.\nBij vragen - 085-0072133 of bericht Max van der Velden via LinkedIn.\nDenk je dat je niet genoeg ervaring hebt? Bel me dan toch en wellicht heb ik iets voor je! wellicht heb ik iets voor je!"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Ontwikkelaar",
            "company_name": "Eyetech Solutions",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=94fa1865fa50dcf9&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=1&adid=416430832&ad=-6NYlbfkN0AFHPQfH2cnmHkC2kfjrgYFoSQeOvZht0UcKnM21dSVocqcF6lFCpjmI2BZPLzLgb_42wUlN75gfQoSw8WSk8d4xSzmyNzprv22wHLRD2aBRSuVbYfQWp5ovk8YoeBVR0Zk_shWpygImXTm0Xap0ZzdY2JXM7Gfw1V79cgobW4M3ZTzp4vVNibjfvMp3xYg5LNN948nj-4VmAspvSFDVJCFstgJaFsNwmk1L6VJ0nut22BQ15uUmtv6OTbWrP0FfaSNwry_wzHo5CSvx7maWdDGRLA0aw44Gcsn8lKxJ5tWPdp485kjG_DXXk69ARGkr4sKnqxqIdMujBkOmoWBFgadVn5pwl3dhCfz3R47HTAanpbD-qigaxEjFVrp49y_vs0xBLRq-mu48U6XI4BW8p2rE0KbFhZzDmQwMr_SHkYnOHauSZlwf-3TLwPKEE4xFyn69ItY9nxi9gGHZfZkINhQ-ITE9hFUh6og8yJ2BJ-TGi6BxURq62cEuroLeRJnX3xDHVuQwkVOcOZZXgZD3yTnoiUwJC8kIokK6pMheQOmNlbV7AojLhfKva6rF3kOtsz5UeS_meLmNAZMgWAMIhMwo12CFNNJJp37h1qNg061eMhMXK8N9lDOMqsBnVfSTy_29Y6z-_8MzVHxyMYlqwghJX50P5DZB4Gura_NFHomn0PZ5WWMoDcWEEGNrq59TwwP3Q_lylbkYXtkef6m_zrriRT8_bsGUtNkiWUi1ADZHpm1Q0uQk2Rk8HG0fyLDks3xNadrGimXbocPMAF72G2p76IUdVG6Csp3RvbLsRcfOzCrgMGUtWXl2u3PvhiQOZ2BrE6z6iUyzqnSW4yJPJan0QAmi-DtJ4KffLSvfHejKQ%3D%3D&xkcb=SoCO6_M3GGkz5zAHvj0HbzkdCdPP&xfps=e27d424c-dde2-4bbe-b7f7-eb1d249740d4&sjdu=RbxtMB7d-ZAezStFOry8KCf4fvPDiXXqTB7hxo5eJU66BIm5Si_c0yJkFR8vqzq_SX9RiQW1RYVEqgAfKEKUOyn9GIA3QjLbzZN8NYSRIU4Xhm1Xq_953eTDPkTzHI582LA43pka74rk_Q6-WK2vkA&vjfrom=vjs&astse=cb191447691b76e6&assa=4771",
            "pay": "€ 65 - € 80 per uur",
            "job_type": "Freelance / zzp",
            "description": "Enkele jaren ervaring als Python Ontwikkelaar? Op zoek naar een nieuw project als Freelancer?Neem graag contact met me op.\n\nClient Details\n\nAls Python Ontwikkelaar ga je aan de slag bij een software ontwikkelaar op vlak van websites en applicaties.Je werkt in een klein team aan interessante projecten en bent, vanwege de grootte van het team, betrokken bij meerdere aspecten binnen het project.\n\nDescription\n\nIn jouw rol als Python Ontwikkelaar, richt je je op het ontwikkelen van de backend omgevingen en het koppelen en onderhouden van APIs voor de klanten van jouw opdrachtgever.\nDoor jouw ervaring in het schakelen met de data afdeling + feeling met de frontend, ben jij van meerwaarde binnen het gehele project!\n\nProfiles\n\nAls Python Ontwikkelaar herken jij je in het volgende:\nRecente ervaring in het programmeren met Python\nBegrip van enkele frontend talen\nNederlands en Engels in woord en geschrift\nWoonachting in (de directe omgeving van) Rotterdam\n\nOffer\n\nAls Python Ontwikkelaar mag jij het volgende verwachten:\nuitdagende projecten aanpakken binnen een klein team\ninitieel project van 3 maanden, kans op verlenging\nsamenwerken met enthousiaste collega's die graag kennis delen\neen passend uurtarief\nmogelijkheid tot hybride werken (in overleg)\nBij interesse kun je jouw gegevens achterlaten of direct solliciteren. We nemen zo spoedig mogelijk contact met je op!"
        },
        {
            "posted_at": "Actief: 8 dagen geleden",
            "title": "Python Developer - Leadinfo",
            "company_name": "Move Ahead",
            "company_rating": null,
            "company_reviews": null,
            "location": "2909 Capelle aan den IJssel",
            "location_type": null,
            "apply_link": null,
            "pay": "€ 3.500 - € 5.500 per maand",
            "job_type": "Fulltime",
            "description": "Hey Pyhton Developer, wij zijn Leadinfo en we zijn ervan overtuigd dat iedereen succesvol kan zijn. Om dit te realiseren, streven wij altijd naar wat het beste is voor onze klanten en medewerkers. Leadinfo is een ambitieus bedrijf dat gelooft dat iedereen succesvol kan zijn. Wij zijn opgericht in 2017 en inmiddels bestaat ons team uit circa 50 collega's verspreid over kantoren Capelle aan den IJssel, Dusseldorf, Bergamo, Gent en Skanderborg. Inmiddels behoren wij tot de top 20 SaaS-bedrijven van Nederland en zijn wij hard bezig om de wereld te veroveren met onze lead software.\n\nAan de slag als Python Developer bij Leadinfo.com\nAls Pyhton Developer bij Leadinfo, heb je een uitdagende en verantwoordelijke functie waarin je wekelijks bedrijfsgegevens van miljoenen websites scraped. Bij ons gaat kwaliteit boven kwantiteit en daarom krijg je alle tijd om jouw werk te perfectioneren. Ons doel is om de beste gebruikerservaring te bieden en we zetten ons altijd maximaal in om dit te bereiken. Daarom dagen wij de techniek voortdurend uit en itereren wij op alle features om het maximale resultaat te bereiken en niets minder dan een wow-effect te leveren.\n\nJouw werkzaamheden in een notendop:\nOntwikkeling en onderhoud van webscraping tools: Als python-ontwikkelaar bij Leadinfo.com werk je aan de ontwikkeling en het onderhoud van webscraping tools die worden gebruikt om gegevens van verschillende websites te verzamelen en te analyseren. Dit omvat het schrijven van codes om gegevens te extraheren en te verwerken van verschillende bronnen om deze vervolgens te integreren in het platform.\nOntwikkeling van Machine Learning-modellen: Bij Leadinfo.com werk je aan het ontwikkelen en onderhouden van machine learning-modellen die worden gebruikt om bedrijfsgegevens te herkennen en te classificeren op basis van verschillende criteria.\nIntegratie van tools en systemen: Je werkt aan het integreren van verschillende tools en systemen om een naadloze gebruikerservaring te bieden aan klanten. Dit omvat het integreren van CRM-systemen, e-mailmarketingtools en andere tools die worden gebruikt door bedrijven voor leadgeneratie.\nOnderzoek en ontwikkeling van nieuwe technologieën: Je bent continu bezig met het onderzoeken en implementeren van nieuwe technologieën en frameworks om de prestaties van het platform te verbeteren en de gebruikerservaring verder te optimaliseren.\n\nWerken bij Leadinfo is meer dan alleen werk. Het is ook leuk om deel uit te maken van ons team van jonge, ambitieuze en open-minded winners. Bij ons kan je op vrijdagmiddag genieten van een biertje aan onze eigen bar, een potje pool spelen in ons coole kantoor, een ommetje maken met onze kantoorhond Max en onze mijlpalen vieren met leuke themafeestjes of een karaoke-party!\n\nWhat's in it for you?\nSalaris van €3.500 tot €5.500 afhankelijk van kennis en ervaring\nPersoonlijke groeimogelijkheden\n25 vakantiedagen en een extra vrije dag op je verjaardag\nMacbook\nInternationaal team\nErgonomisch zit-sta bureau\nLunch en snacks, elke dag\nMax, Teddy en Balou, de kantoorhonden\nPooltafel, Xbox en massagestoel\nHeel veel gezelligheid, vrijdagmiddag borrels en gezelligheid!\n\nOm aan de slag te gaan als Python-ontwikkelaar bij Leadinfo.com heb je meer dan 2 jaar ervaring als software developer en zal je werken met verschillende tools en technieken, waaronder:\n\nWeb scraping frameworks, zoals Scrapy en BeautifulSoup voor het extraheren en verwerken van gegevens van verschillende websites.\nMachine learning frameworks, zoals Tensorflow en Scikit-learn voor het ontwikkelen en onderhouden van machine learning-modellen.\nAPI's en integraties voor het integreren van verschillende tools en systemen in het platform.\nData storage en verwerking, zoals MongoDB, Elasticsearch en Redis voor het opslaan en verwerken van gegevens.\nWeb frameworks, zoals Flask en Django voor het ontwikkelen van webapplicaties en API's.\nCI/CD pipelines voor het implementeren en testen van code in verschillende omgevingen.\nMeer weten of direct solliciteren?\nRitschl Ferman helpt jou graag verder! Wil je bijvoorbeeld meer weten over de functie en wil je eens koffie drinken met het team, zodat je de werkvloer kunt zien, kennis kunt maken met je toekomstige collega’s en inhoudelijk vragen kunt stellen om te kijken of er een match is? Je bent van harte welkom!\n\nContactgegevens:\nE-mail: ritschl.ferman@cronos.nl\nWhatsapp of bel: +31 (0)6-17587977"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Software Engineer (Python, C++)",
            "company_name": "ndus3",
            "company_rating": "5 van de 5 sterren",
            "company_reviews": "2",
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=f115117ef7681724&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi6mf1q8jl37800&spon=0&xkcb=SoAW67M3GGkz5Zx_iR0JbzkdCdPP&xfps=96f9c99c-cf56-4303-966a-ae5ecb18eb8c&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKnQBHdXadP6VaC3T3J5N5_PhFS1E8T3v5JkXpelJ35U1a_Xsu6keJzQePx2Ae3ExEPGKcBhpSA0CDWybFEARTZu2MIrj9XRKdYZJtgYagTqbtJOFvJsLfYriU-RkC_YzsgW8bNTzp_n34S1BJWy7eQMw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=1b4fea30b90d6ba0&assa=2401",
            "pay": "€ 3.175 per maand",
            "job_type": "Fulltime",
            "description": "3.175,- / 4.530,-\nBcs or Mcs Computer Science (of een vergelijkbaar gebied)\n40 uur, voltijds functie\nUitstekende arbeidsvoorwaarden\nTechnologie, Manufacturing\nMedior/ Senior\n's-Gravenhage\nMogelijkheid om jezelf te blijven ontwikkelen\nC++, Python, Python 3, Linux en Git.\nWe zijn op zoek naar een getalenteerde en ervaren software-engineer om bij te dragen aan het bouwen van de volgende generatie digitale geautomatiseerde systemen. Je maakt deel uit van een softwareontwikkeling team dat geautomatiseerde Ply Placement creëert, een nieuwe manier om blanco laminaten op maat van meerdere materialen te maken wat geen enkel ander automatiseringssysteem kan.\nWat ga jij doen:\nVerzamelen van vereisten en specificaties via gesprekken met stakeholders, doornemen van bestaande documentatie en analyseren van opgebouwde kennis rondom de C++ code.\nOntwikkelen, testen en implementeren van embedded Python-software via geavanceerde patronen, technieken en tools.\nSamenstellen van compacte en heldere documentatie van het ontwerp.\nUitvoeren van ontwerp- en codeherzieningen binnen het team om correct onderhoud en duidelijkheid van de code te waarborgen.\nUitschrijven van uitgebreide tests (unit, component en systeem) om een consistente softwarekwaliteit te waarborgen.\nOntdekken van nieuwe manieren om softwareontwikkeling te verbeteren.\nWat breng je mee?\nJe bent als bachelor of master afgestudeerd in Computer Science (of een vergelijkbaar gebied).\nJe hebt minstens 3 jaar ervaring in Software Engineering; ervaring met embedded systemen en geautomatiseerd testen is een pré.\nJe bent volledig vertrouwd met Python 3 en beschikt over een goede kennis van de programmeertaal C++.\nJe hebt praktische kennis van Linux en Git.\nJe hebt ervaring in het werken binnen multidisciplinaire Agile Scrum-teams.\nJe hebt uitstekende sociale en communicatieve vaardigheden\nWat krijg je?\n\nBij deze functie hoort een startsalaris van €3.175 - €4.530 per maand op basis van 40 uur. Je krijgt hierbij 25 vakantiedagen en een persoonlijke eindejaarsbonus van tussen de 10% en 20% van je jaarsalaris.\n\nMet onze vervoersregeling maak je gebruik van OV mogelijkheden, je eigen auto of kun je kiezen voor een lease-auto. Als engineering consultant krijg je uiteraard je eigen hardware en krijg je een laptop en telefoon + simkaart.\n\nWe bieden een onbeperkt opleidingsbudget waarbij jouw persoonlijke doelstellingen het uitgangspunt vormen. Zo kun je technische skills als C++, Python, ISTQB of SysML leren. Of juist meer je competenties richting team lead of management ontwikkelen.\n\nSamen met jouw team manager werk je aan je persoonlijke ontwikkeling. Elke 4 - 6 weken komt je manager op je project langs om de voortgang en je ontwikkeling te bespreken. Daarnaast leer je van collega’s door overleg en presentaties.\n\nTot slot: je gaat werken in een team van like-minded engineers. Een groep hardwerkende, open en gezellige collega's die je ziet en spreekt bij bijvoorbeeld LabDays, Innovation Groups of conferenties. Uiteraard is er ook nog genoeg tijd voor ontspanning. Zoals tijdens een F1 race sim event, bouldering of escape rooms.\n\nOver Ndus3\n\nBij Ndus3 geloven we dat slimmere technologie de wereld mooier maakt. Daarom zijn wij gedreven om de smart industry te voorzien van de beste consultants.\n\nAls consultant werk je voor toonaangevende high-tech maakbedrijven in de smart industry. Denk aan ElaadNL, Alfen, Terberg, Enercon, Lely en Huisman Equipment. Ndus3 is daarom ook dé plek om je loopbaan een boost geven.\n\nDaarnaast geloven we in ontwikkeling. In de ontwikkeling van een betere toekomst en in de ontwikkeling van de makers van morgen. Daarom steunen we gelijke kansen via het Jeugdeducatiefonds en sponsoren we technisch talent aan de TU Delft en de HAN.\n\nEn over gelijkheid gesproken: iedereen is welkom bij Ndus3. Ongeacht geslacht, huidskleur, geaardheid, leeftijd of carrièrepad.\n\nSolliciteer of stel je vraag\n\nNieuwsgierig naar deze vacature? Gebruik de bovenstaande buttons om te solliciteren of een vraag te stellen. Je kunt ook contact opnemen met recruiter Vasiliki Marami via 06 2151 4980 of recruitment@ndus3.com . We horen graag van je!\n\nDe procedure\nOnline solliciteren\nSpreekt de vacature je aan? Stuur dan je gegevens op, ook als je niet zeker bent of je wel aan alle vinkjes voldoet.\nKennismaking\nOnze recruiter belt je om meer te vertellen over Ndus3 en de vacature. Enthousiast? Dan nodigen we je graag uit voor een eerste gesprek.\nEerste gesprek\nIn het eerste gesprek maken we nader kennis en gaan we dieper in op jouw skills, onze organisatie en of deze bij elkaar passen.\nTweede gesprek\nZien we het allebei zitten met elkaar? Dan bespreken we het in het tweede gesprek de arbeidsvoorwaarden verder.\nAanbod\nJij enthousiast, wij enthousiast? Dan doen we je een aanbod waarvan we hopen dat je nog enthousiaster wordt.\nAan de slag\nNa het tekenen heten we je welkom op onze introductiedag. Met je nieuwe laptop en telefoon ben je klaar om aan de slag te gaan!\nNeem contact op\nHeb je vragen over deze vacature? Neem dan contact op met onze recruiter:\nVasiliki Marami\n+31 (6) 21 51 49 80\nSoftware Engineer (Python, C++)"
        }
    ]
}