{
    "date": "2023-12-20 15:16:48",
    "jobs": [
        {
            "posted_at": "2 dagen geleden geplaatst",
            "title": "Fullstack Python Developer Kinderopvangsoftware",
            "company_name": "Data Professionals",
            "company_rating": "5 van de 5 sterren",
            "company_reviews": "2",
            "location": "Delft",
            "location_type": "Hybride werken",
            "apply_link": null,
            "pay": "€ 4.500 - € 7.000 per maand",
            "job_type": "Parttime\nFulltime",
            "description": "Hey Senior Fullstack Python Developer! Bij deze ambitieuze organisatie in Delft kunnen ze jouw hulp goed gebruiken. Hier ontwikkelen ze namelijk een hoogstaande SaaS oplossing voor de kinderopvang, waardoor alle zorg en aandacht naar het kind gaat. Met jouw ervaring en kennis ben je een rots in de branding voor je team en hier krijg je ook een hoop voor terug. Nieuwsgierig? Lees dan snel verder.\nFunctie\nAls Fullstack Python Developer ga je hier samen met het team aan de slag met de op maat gemaakte web- en mobiele apps, die volledig gericht zijn op de kinderopvang. Denk hierbij aan de ontwikkeling van nieuwe features, de modernisering van de code base en het oplossen van bugs en vraagstukken. Binnen de organisatie wordt gewerkt met een grote en complexe codebase die draait op Google Cloud in de backend. Het is dan ook belangrijk dat je hier makkelijk je weg in kan vinden. Hierbij wordt namelijk Python business logica exposed via REST services. In de front-end zal je voornamelijk werken met Vue, Angular en React. Ook wordt de software in de Cloud (Azure) gezet. Kortom, een moderne stack dus met voldoende mogelijkheden om je te blijven ontwikkelen.\nJe komt terecht in een klein en hecht team waarin creativiteit, eigen inbreng en inspraak zeer worden gewaardeerd, zeker van jou als Senior. Zo kun je écht je eigen stempel drukken op je werkzaamheden en de resultaten hiervan. De consultants binnen het bedrijf houden je op de hoogte van veranderingen in wetgevingen in de sector zodat je hier samen met het team de koers van het product op kunt aanpassen. Ervaring of kennis van de kinderopvang is dus niet vereist, maar altijd mooi meegenomen.\nOrganisatie\nSinds 2011 heeft deze organisatie uit Delft kennis ontwikkeld om nu als ervaringsdeskundige alles te verzorgen op het gebied van kinderopvangsoftware. Dit doen zij voor honderden kinderdagverblijven in Nederland, België en Curaçao. Met de software die deze organisatie heeft ontwikkeld wordt het papierwerk uit handen genomen voor zowel ouders als kinderopvang medewerkers en bieden zij de juiste actuele informatie waardoor de volledige aandacht bij het kind komt te liggen. Het doel van de organisatie is dan ook dat het kind altijd centraal blijft staan. Dit dragen ze hier ook met trots uit!\n\nEr zijn 4 apps ontwikkeld die hand in hand gaan met dit doel. Bijvoorbeeld een ouder app waarmee ouders geen moment missen en in een digitaal dagboekje niet alleen foto's en berichten kunnen lezen over hun kind, maar hun kind ook zelf ziek kunnen melden of een ruildag aanvragen. Ook is er een medewerker app ontwikkeld waarmee medewerkers inzicht hebben in het rooster. Deze web app en mobiele apps moeten constant verbeterd worden en om deze reden zoeken zij een ervaren Fullstack Python Developer!\n\nHet team bestaat momenteel uit rond de 15 man en er is een platte structuur. Er is geregeld tijd voor een gezellig kopje koffie of een uitje. Hierbij komt ook zeker de humor van het team naar boven. Hou jij af en toe van een grapje dan ben je hier dan ook aan het juiste adres!\nFunctie eisen\nMinimaal 5 jaar Python development ervaring;\nAantoonbare ervaring met het ontwikkelen van schaalbare SaaS oplossingen;\nErvaring met Google Cloud;\nKennis van moderne front-end technieken zoals React, Angular of Vue is mooi meegenomen;\nAzure kennis is ook een grote pre.\nAanbod\n€4800-7000 bruto per maand;\nWerken in een klein en hecht team met veel verantwoordelijkheden en creatieve vrijheid;\nRemote/hybride werken in mogelijk;\nMacbook Pro (nieuwste versie), toetsenbord en muis naar keuze;\nWerken aan een SaaS product dat op grote schaal wordt gebruikt;\nLekkere koffie, gezellige borrels, leuke bedrijfsuitjes en een goede dosis humor!"
        },
        {
            "posted_at": "9 dagen geleden geplaatst",
            "title": "Developer Python & R",
            "company_name": "Centraal Bureau voor de Statistiek",
            "company_rating": "3.5 van de 5 sterren",
            "company_reviews": "37",
            "location": "Den Haag",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=1f0e5edceae342d4&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoDU67M3GD6rvcR9Gx0LbzkdCdPP&xfps=e25fefaf-a450-4fa2-9637-ea7673e8e492&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKnqWIQqJvD4BgkOJt5r7Qrivnnlli_0-R8usb3gX4mAzZNIx4Ts7rahsDmnyxLTrkIevkpbtUhWXH7JduF99qmUUJ-F-duQijksn_RhxAhNpGKNSJWE0gBBVaCgahxJ47MWfO975_odhC50dVeYD3wDw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=2d3ab57e45f6685c&assa=4116",
            "pay": "€ 3.091 - € 5.586 per maand",
            "job_type": "Bepaalde tijd",
            "description": "Den Haag\nHBO / WO\nUitzicht op vast dienstverband, beginnend met een jaarcontract\n3.091 tot 5.586 per maand\nWil jij meedenken en bouwen aan nieuwe IT-faciliteiten en software die onze statistische processen gereed maken voor de toekomst? Ben jij de teamspeler die applicaties bouwt waar gebruikers blij van worden?\n\nMaak het verschil en solliciteer.\n\njouw uitdaging\nOnze onderzoekers kunnen hulp gebruiken bij het automatiseren van hun statistische processen. De huidige applicaties zijn aan herontwikkeling en/of uitbreiding toe.\nVoor de herontwikkeling maken wij de overstap naar Python en R en naar meer generieke systemen. Ook willen we het gebruik van databases stimuleren. Je werkt in een multidisciplinair team waarbij je kennis deelt en opdoet.\nAls developer ben je een allrounder en houd je van diversiteit en afwisseling in je werk. Omdat het team klein is ben je bij alle facetten van de applicatieontwikkeling betrokken. Van het nadenken over een geschikte architectuur en het maken van geautomatiseerde testen tot het overleg met gebruikers over de gewenste functionaliteit en het visualiseren van gegevens, zodat inhoudelijk experts controles snel en eenvoudig uit kunnen voeren.\n\nJe werk bestaat uit:\nHet (her)ontwerpen, bouwen en testen van packages en (maatwerk)systemen in Python en R;\nHet vertalen van klantwensen en ideeën van (eind) gebruikers in een software ontwerp en uiteindelijke (her)bruikbare applicatie;\nInzetten van je professionele kennis en ervaring aan collega’s binnen het CBS;\nOptreden als een vraagbaak en coach op het gebied van Python, R, SQL;\nMeedenken over de IT-faciliteiten die onze Data Scientists en Statistisch Onderzoekers in staat stellen hun werk nog professioneler te kunnen doen;\nOptreden als sparringpartner naar de business en levert met de juiste vragen toegevoegde waarde om tot een nog beter product te komen.\nDit is je team\nActiviteit\nIn de lunchpauzes maken we meestal een gezellige wandeling.\nBlijven leren\nWe stimuleren medewerkers zich verder te ontplooien. Trainingen kun je volgen via de CBS Academy of via e-learning.\nMedewerkers\nHet team bestaat momenteel uit 4 medewerkers.\nSamenwerking\nJe zet je expertise breed in binnen de sector Leefomgeving en werkt samen met ontwikkelaars uit de verschillende teams.\nJe komt te werken in een klein team dat nog geen jaar bestaat, zoveel mogelijk de agile werkwijze volgt en de verschillende inhoudelijke teams helpt op het gebied van applicatieontwikkeling. Je werkt in projecten van ongeveer een half jaar steeds weer aan een andere applicatie.\n\nJe komt te werken bij de sector Leefomgeving, waar productie plaatsvindt van statistieken op het gebied van de woningmarkt, energie, natuur, milieu en ruimtelijke statistieken. De CBS-statistieken staan in grote belangstelling bij onder meer de Europese Commissie, onderzoeksorganisaties, planbureaus, de ministeries en nationale- en internationale media.\n\nMaatschappelijke en technologische ontwikkelingen dagen ons uit om te blijven vernieuwen en ontwikkelen. Om toonaangevend te blijven is het CBS bezig statistische processen opnieuw in te richten.\nWe hebben binnen ons team al een R-expert en zijn op zoek naar iemand die ook ervaring heeft met Python. We werken als team gezamenlijk aan projecten in R en Python.\nDit ben jij\nJe hebt een hbo of wo opleiding afgerond;\nJe hebt aantoonbare kennis en/of ervaring met Python;\nErvaring met R, SQL Server, GIT en ArcGIS of andere GIS-software zijn een pré.\nAls persoon ben je\nInitiatiefrijk, leergierig en positief kritisch;Een teamspeler;\nje ziet het succesvol afronden van het werk mede als jouw verantwoordelijkheid;\nEen coach; je bent bereid om kennis te delen en anderen te helpen;\nIn staat om zelf taken op te pakken en hulp te vragen.\nDit kun je van ons verwachten\nVoor onze arbeidsvoorwaarden volgen wij de CAO Rijk.\nEen salaris van minimaal EUR 3091,- en maximaal EUR 5586,- bruto per maand op basis van 36 uur. De inschaling is afhankelijk van kennis en ervaring.\nJe ontvangt 8% vakantiegeld en een 13e maand. In totaal is dit 16,37% bovenop je salaris waarbij je zelf bepaalt hoe, wanneer en op welke wijze je deze wilt inzetten. Dit noemen wij het Individueel Keuze Budget (IKB).\nJe bouwt pensioen op bij het ABP Pensioenfonds.\nJe werkt hybride waarbij we als richtlijn hebben minimaal 2 dagen per week op kantoor. In je team maak je daarover afspraken.\nJe krijgt een laptop (Microsoft of Apple) en mobiele telefoon (Android of iOS).\n5222 datatabellen beschikbaar in 2022\nStatline is de databank van het CBS en biedt een schat aan cijfers over de Nederlandse economie en samenleving.\n+4,3%\nTen opzichte van 2021\n70.000 collega’s\nNaast 2000 collega’s werken er ook nog 35.000 bijenbazen in iedere CBS locatie die aan het werk gaan om heerlijke honing te maken.\n+42%\nIn de zomermaanden\nGebruikers cbs.nl\nWist je dat er in 2022 maar liefst 6,9 miljoen gebruikers onze website cbs.nl bezochten?\n1%\nTen opzichte van 2021\nNieuwe collega’s\nWist je dat we vorig jaar 316 vacatures hebben ingevuld? Word jij dit jaar onze nieuwe collega?\n+6,6%\nTen opzichte van 2021\nWij houden ons aan de feiten\n600 statistische onderzoeken per jaar, 70 duizend vermeldingen in de media en 14 miljard cijfers in StatLine.\n+6%\nGroei per jaar\nDit is je sollicitatieprocedure\nWe voeren twee gesprekken en sluiten het sollicitatieproces af met een arbeidsvoorwaardengesprek.\nWe sluiten de vacature als we die hebben ingevuld.\nStel je vragen aan Peter\np.berrevoets@cbs.nl\n06 21 674 496\nVoor de recruitmentbureaus: mocht je ons willen bellen voor een mogelijke samenwerking: wij stellen de interesse op prijs, maar vullen al onze (tijdelijke) vacatures zelf in."
        },
        {
            "posted_at": "14 dagen geleden geplaatst",
            "title": "Python Developer Odoo",
            "company_name": "Willems Personeels- & Organisatieadvies",
            "company_rating": null,
            "company_reviews": null,
            "location": "Leidschendam",
            "location_type": null,
            "apply_link": null,
            "pay": "€ 3.200 - € 4.200 per maand",
            "job_type": "Parttime\nFulltime",
            "description": "BlueZebra uit Leiden is een software consultancybedrijf dat ondernemers ondersteunt bij het eenvoudiger maken van werkprocessen door inzet van betaalbare en flexibele software. BlueZebra is gecertificeerd partner van Odoo en heeft klanten in de maak- en productie-industrie. Odoo is een ERP softwarepakket dat meer dan 50.000 bedrijven wereldwijd gebruiken om bedrijfsprocessen te optimaliseren. Onze missie is ‘ondernemers zo efficiënt mogelijk helpen om hun processen te verbeteren zodat ze de volgende stap kunnen zetten in hun groeiproces’. Wij geloven in de kracht van het Odoo pakket om die missie te bereiken. Dit doen we met een team van vier collega’s. Door de toenemende vraag naar onze dienstverlening, groeien wij. Groei jij met ons mee als:\nPython Developer Odoo - 32 t/m 40 uur p.w.\nWat ga je doen?\nVanuit ons kantoor in Leiden ga je nauw samenwerken met ons team om Odoo uit te breiden en aan te passen aan de specifieke behoeften van onze klanten. Van jou wordt verwacht dat je maatwerkmodules in Odoo kan ontwerpen en implementeren. Dat doe je vanuit kantoor, vanuit huis of op locatie bij de klant. Bestaande modules ontwikkel je door totdat ze passen bij de wens van onze klanten. Je draagt verder bij aan het ontwikkelen van standaarduitbreidingen die onze klanten kunnen gebruiken om hun bedrijfsprocessen verder te verbeteren. Waar nodig schuif je aan bij overleg met klanten waarbij je technische uitleg geeft van het Odoo pakket. Je ondersteunt de gebruiker tijdens én na de implementatie van Odoo met hun specifieke (technisch) vragen. Je test nieuwe functionaliteiten en wijzigen in de software. Het kan zijn dat je soms je werk doet bij de klant op locatie. Reizen is daarom geen probleem voor je.\nWij zoeken iemand die:\nEen afgeronde HBO opleiding heeft richting Informatica, Software Engineering of vergelijkbaar.\nMeerjarige werkervaring met Python heeft en met het ERP-systeem Odoo.\nWerkervaring heeft met React en bij voorkeur met Django, ES6, Alpine.js, Vue, Kubernetes, Git en Linux.\nVerbanden kan leggen tussen software en bedrijfsprocessen.\nKlantvereisten en wensen kan vertalen naar technische specificaties.\nProblemen uitzoeken leuk vindt en handig is met software.\nWil samenwerken, kennis wil delen en wil groeien in zijn / haar persoonlijke ontwikkeling;\nEn bij voorkeur rijbewijs B heeft.\nWat bieden we jou?\nEen bruto maandsalaris tussen de € 3.200 en € 4.200 (op basis van 40 uur p.w.), afhankelijk van je kennis van Odoo.\nEen mobiliteitsbudget en een persoonlijk opleidingsbudget.\n25 vakantiedagen en een bijdrage voor de oudedagsvoorziening\nEn een aantrekkelijke bonusregeling.\n\nMeer weten? Kijk op onze site www.bluezebra.works of bel / Whatsapp Luc Willems op 06 – 41 29 76 24. Solliciteren? Mail dan je cv en korte motivatie naar luc@lwpa.nl."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Talented Young Professionals",
            "company_rating": null,
            "company_reviews": null,
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=f1875a392afe0dcf&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoAM67M3GD6rvcx9Gx0IbzkdCdPP&xfps=7a70e2df-0c7d-4d99-bc08-20ad44a76a7c&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKn8c20RbJLVY74TQKKPs-o6onIaJwmh_Bn4LD_Jo8VeSmmaBJnj3Ib-0bKhqrl2RToNe5uNusyLAQ0_8FQ3IE1j0oRQYjm5p1XV-lyzixpAlEeabrfWy5B1EGibULSrh7uQtO2GnYkdNEiF4VkBJrfSw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=f5a4ec7a14731434&assa=1961",
            "pay": "€ 3.000 - € 4.500 per maand",
            "job_type": "Fulltime",
            "description": "Bij Certified Secure zijn wij op zoek naar jou! Een gepassioneerde developer met een liefde voor cybersecurity die fulltime wil gaan bouwen aan trainingen in de vorm van computerspelletjes!\nJij hebt behoefte aan het volgende:\nJij hebt een passie voor het concept gamification\nJij wil graag in een hardcore technische club werken\nJij vindt cybersecurity belangrijk en hebt de hackermindset\nJij krijgt op basis van je kennis en vaardigheden:\nSalarisrange €3.000 tot €4.500.\nDe mogelijkheid om het nieuwste van het nieuwste te onderzoeken\nRuimschoots doorleren en heel veel creativiteit toepassen\nDe organisatie:\nCertified Secure geeft trainingen dmv gamification met toffe scenario's\nEen hardcore tech bedrijf met 11 security experts\nCompleet platgeslagen organisatie, informeel en alle ruimte om jezelf te zijn\nHeb ik je interesse gewekt en wil je meer weten? Laat vast je CV achter en ik bel je zo snel mogelijk terug."
        },
        {
            "posted_at": "8 dagen geleden geplaatst",
            "title": "Back-end Developer (PHP, Python, JavaScript, MS SQL)",
            "company_name": null,
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=482b96f6d54b5c88&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoA267M3GD6rvcx9Gx0ObzkdCdPP&xfps=e92166c0-551c-4567-9ca3-d8ce61b63f71&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKnLPC_cBeBvRnCVpup536i_aupt06si9AQi-UOUxM4d3mWFGf-WKUySDZ2XL-kh20q2Y74awBzjYqWbA0IKuM43DQcLPsrfcfCjwkNw5_ZgFsnkh-gJyHPJd50yLf3OdebNTAvHs_nHfhSDMN6VGELcw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=fe5ac4f638175976&assa=4052",
            "pay": null,
            "job_type": null,
            "description": "Als technische ruggengraat ondersteun je ons team van e-mailmarketeers en campaign developers. Je speelt een cruciale rol in het verbeteren van onze tools en zorgt voor de integratie tussen verschillende systemen.\nAls Back-End Developer bij 100%EMAIL ben je méér dan een programmeur; je bent een pionier in de digitale wereld. Jouw kennis in PHP, Python en JavaScript is de sleutel tot het succes van merken als ABN Amro en UNICEF. Maak deel uit van ons team waar technologie en creativiteit samensmelten tot baanbrekende marketingoplossingen.\nEen voorproefje van je uitdaging…\nWees de architect van onze unieke tools.\nBouw aan onwrikbare systeemkoppelingen.\nVerfijn de kunst van SQL procedures.\nAdviseer over grensverleggende integraties.\nBepaal de technische koers voor ons marketeerteam.\nWaarom je het hier geweldig zult vinden\nSalaris range tussen de €40000 - €79000 per jaar.\nWerk 2 dagen op kantoor en 3 dagen thuis.\nLeaseauto of reiskostenvergoeding.\nProfiteer van 25 vakantiedagen.\nKlinkt goed, toch?\nWat we van jou verwachten?\nDe ideale kandidaat heeft ervaring met MS SQL (het schrijven van Stored procedures is een pré), en SQL server.\nProgrammeer skills in één of meerdere van de volgende talen: PHP, Python, JavaScript en ervaring in één of meerdere frameworks: Vue.js, React, jQuery.\nAantoonbare ervaring met het integreren middels APIs en een aantal jaar werkervaring als back-end developer.\nVloeiend in het Nederlands.\nOver 100%EMAIL\n100%EMAIL is een dynamisch marketingautomatiseringsbureau met klanten zoals ABN Amro, Odido en Carglass. Met een team van ongeveer 40 collega's bevorderen we een cultuur van kennisdeling, groei en plezier. We hechten waarde aan teamwork en persoonlijke ontwikkeling en bieden kansen om je vaardigheden uit te breiden in verschillende aspecten van CRM en e-mailmarketing.\n\nOnze no-nonsense cultuur, gecombineerd met een toewijding aan het leveren van top e-mailcampagnes, onderscheidt ons. We maken deel uit van United Playgrounds, wat nog meer groeimogelijkheden binnen de groep biedt.\nEnthousiast geworden?\nMis dit niet. Deze baan is populair dus reageer direct!\nWil je eerst meer info? We vertellen je hier graag meer over. Stuur Dionysis Skandalos, IT Talent Acquisition Specialist, een bericht via email Dionysis@Recruit2.com or WhatsApp."
        },
        {
            "posted_at": "28 dagen geleden geplaatst",
            "title": "Full Stack Python Developer",
            "company_name": "Driessen",
            "company_rating": "4.1 van de 5 sterren",
            "company_reviews": "47",
            "location": "1117 Schiphol",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=f19343920b380f2a&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=1&adid=404190326&ad=-6NYlbfkN0BTIx5FafpGEBCsrw7mDOKcB6A_6g7ORuFZlWYT9AnFtwN4rrwv9dVziKrL4IInOS42WAYaMvgMX-oSubttH71F-CqZuPQJwTzUwDO8cRGrq18LhnJqda5JS0UbBJq6cEtDtTtp-Y9ionsZLalHICkH4XbvABluiaUyPpjxxTFbO1oFrhC3V0GTy-_RrWz5UHAiqVLQEePOWYhJ5h9jHnmlbbNhn035Tzz80mNpBbQyAwHJwGKhd0GIzuuDYTfuUI6ImOCNgYNWG9MRm64Hgjqk9M5O9ZcRwufvqfgP9jZY79uNaKuLEeOyx_bSoXICKO7iPI8soBA2B6CoNLqMdYZuouJArtpjNgm65TMV0xwDN2uzrQHw2kFQvYvoBXWA7hC1IdXfTHsDmWOWXDyxmMUR7ufuQApb0Wxp6u7XfqCnFx06B_TENTGZes6QdAovlV_9FTFbNsuq26mj-kBd_e6uiKzbATcUaeex0mGmPnL3eeoZXrJpP0urmZoZy5gEpxvFzepZv78LUWeQ_UIVE1s8aSOysqKo1rkGTlUI3SVphTbrYMVaXrzHMC4IWt-CeBks7PJ8YinKh9NbbIf_IukN1pDGpGNvVA9E1uIIo8g9Hs0JP8nj2-EflX4PJja587fy5m7_qNJUNhNztdBvNpH_vw1apyDkSnvpETyCRs5ebnJ6xpKa9Je7mkd3tPLsovmC8v_uWOPE9LtHOn_QFXLpmzqPoaBUqrblye6pe7hGSBsSmtxo9uhga8hiB5gzvQWIvk6alN5IG36iDTtd5k4Gly0X7HURfE_EOlFSznQdHw%3D%3D&xkcb=SoDd6_M3GD6rv0xr8h0ObzkdCdPP&xfps=b3f48420-4c8e-4c41-a076-57735a73cd7b&sjdu=0iE7o5_RK20hR6Azz7pUFnxgW1fh8eUUPbSMT7Ozcg0CbyUhthIrRuyfexxkCQPxk0MxjvYmNkrsw4KRRlt7f4FiDW36q-vYiyGdJdalDUVn1YzwAUrS7lOviQP6QoT5b8y579oDxeyjBiYnTXJ6H8UIALerxVBQigqBRXl2mHo&vjfrom=vjs&astse=8a9d6c05b543b8bb&assa=5997",
            "pay": "€ 3.453 - € 5.329 per maand",
            "job_type": "Fulltime",
            "description": "Ben jij een enthousiaste Full Stack Python Developer die graag in een klein team mee wil pionieren en bouwen aan een radar simulator tool voor Luchtverkeersleiding? Lees dan verder!\nVoor het opzetten van een nieuw ontwikkelteam binnen de afdeling Training Facilities van de Training Organisation, zijn wij op zoek naar een ervaren Python Developer (Full Stack). Een gedreven ontwikkelaar die in een klein agile team een pionierende applicatie gaat bouwen voor de radar opleidingssimulator van de LVNL.\nWat ga je doen?\nHet betreft een functie voor 38 uur. Als developer hou je je bezig met het opzetten en ontwikkelen van de SimBuilder tool. De tool wordt afgeleid van BlueSky, een open source ontwikkelingsplatform voor luchtverkeersleidingssimulatie doeleinden, geschreven in Python. Op dit moment onderzoeken we ook hoe we de applicatie kunnen migreren naar een web-based front end met een Python back end.\nNaast de ontwikkeling van features, zet je de structuur van de applicatie op en zorg je voor een robuust geheel. Na verloop van tijd verschuift het accent van je functie meer richting de front end, omdat de gebruikerservaring van de applicatie uiteraard ook heel belangrijk is.\nMet je brede skill set en interesse ga je in deze functie en grote stempel drukken op een belangrijke innovatie binnen LVNL. Ben je pro-actief, innovatief, en denk je graag buiten de kaders? Dan ben je in deze functie op je plaats, terwijl je ook de vrijheid krijgt om je werk in te delen naar eigen inzicht.\nConcreet hou je je bezig met het:\nInrichten structuur voor de SimBuilder applicatie;\nOpzetten continuous deployment omgeving;\nOntwikkelen van back end functionaliteit;\nOnderzoeken migratie naar web applicatie;\nOntwikkelen van front end elementen voor de applicatie;\nInschatten van doorlooptijd user stories;\nSparren met eindgebruikers en Product Owner over oplossingsrichtingen.\nWat bieden we jou?\nEen afwisselende baan bij een overheidsorganisatie;\nJe wordt beloond met een marktconform salaris tussen de €3.453,- en €5.329,- / schaal 9, conform cao LVNL.;\nEen reiskostenvergoeding conform staffel LVNL;\nJe bouwt naar rato 25 vakantiedagen per jaar op en je ontvangt 8,33% vakantiegeld over je verdiende salaris;\nPensioenopbouw vanaf dag 1;\nEen thuiswerkvergoeding van €2,15 per dag en een eindejaarsuitkering;\nDoorbemiddeling bij einde opdracht of einde dienstverband;\nEen laptop van de zaak.\nAls medewerker via Driessen kun je daarnaast rekenen op mooie extra’s zoals collectiviteitskortingen bij verschillende (zorg)verzekeringen, een fiscaal voordelige uitruilregeling en €10 korting op je sportabonnement bij een van de 3550 sportscholen. Ook kun je bij ons gratis deelnemen aan verschillende opleidingen en workshops.\nWat vragen we van jou?\nJe hebt minimaal een HBO opleiding, in de techniek of software ontwikkeling;\nJe hebt (aantoonbare) ervaring met full stack Python ontwikkeling (met bijv. Flask of Django);\nJe hebt ervaring met Continuous Deployment (kennis van Jenkins is een pré);\nKennis van versiebeheer (bijv. Git);\nKennis van luchtvaart, luchtverkeersleiding of BlueSky is welkom;\nErvaring in agile teams is een pré.\nJe competenties en talenten:\nJe bent inventief, proactief en flexibel.\nJe bent sociaal, goed in een team, maar werkt ook prima zelfstandig.\nWat verder goed is om te weten\nDe afdeling Training Facilities opereert verschillende simulatoren waarmee luchtverkeersleiders het vak leren en hun vaardigheden op peil houden. Om dit optimaal te kunnen blijven doen bouwen wij aan nieuwe tooling om simulator scenario’s snel te kunnen genereren en bewerken. Denk hierbij bijvoorbeeld aan een scenario om verkeersleiders te trainen op een nieuwe procedure of nieuwe verkeersleiders steeds toenemend vliegverkeer te laten afhandelen. Op dit moment is het maken van scenario’s een complexe en tijdrovende klus.\nDe applicatie die jij gaat helpen bouwen, SimBuilder, zal verkeersleiders en instructeurs in staat stellen om snel en gebruiksvriendelijk simulator scenario’s te bouwen en controleren.\nIs je interesse gewekt?\nReageer op deze vacature via de sollicitatieknop. Heb je een vraag over deze vacature? Neem dan telefonisch contact met Claire van den Deijssel op via 06-52 32 63 44 of stuur een e-mail via claire.vandendeijssel@driessen.nl."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Cooder",
            "company_rating": null,
            "company_reviews": null,
            "location": "2909 Capelle aan den IJssel",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=c5985d36bf6a05de&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=1&adid=419474171&ad=-6NYlbfkN0DAWsZoUJSE7X8Hk8JHIYXtAESOD6hscCJfB9OGFcbDK3xSFMdwbT8LjISumxU3Vzg8pWGN4QqKCeKC7ALclRTm1gMpRUmonxTArBf6IGpELT5OFtaEQ6sIvf2FvPuGT5pdz9hhIs1tgUhjctzqXzurKHWy6UUclFb2y4ME8P6g9eBeQSxCCRB_3PjqUpZvIsNk2kRWDiHSr05cWeZ1RUY-PPmFUKpRkh9E2Yqordh1M37vS_T45HJo75n5nFADYqS-teJC3LznRAWoiQs6LLv-0xc3MnXG6QHv9whLEmFYXXMm7_legcf8XncSEXnYx9FFJTY7fasbHpYJX9KsUi58f4dwLOfDGWD8o6Rtbsm0j_xOP3UOWJloz5zkwG0ee-NgeHPIKI3pFt0NrWyNP8Qczp208LwME01EbrdgeuldhhcDcX2J6eZfsZyVJK7E1UndJ9SM3xxEniwhTQyatzUnTGxYhRr2sFKdn4KLyNNcYgml2G34mZkFWpaD5s6oohypHwm3f5JUrZhwCiVKWfkiZ0nZlm_Fcy6G9iHVjejhkkSIUr1ggn3dL67jDzA98Yr8qBIp0vdcIzuxH8g7KtM69xVkCXjt0te1SRWOyehMsKrxHWOvBZYKheeCFBAP8ujdFxE_zBznvR6hQbw_8qFcoKZ9RhC3jCLTMMbvUmBuJ4Mu14CLY28uqe-Up6dsn9C1IALtAbhf6_ZpfyDo7ujjJ45ZFmotMvFfcWZHMYANkG_goxZEpGoX&xkcb=SoBA6_M3GD6rv0xr8h0NbzkdCdPP&xfps=bea76265-225b-4429-a3df-427fe6b18568&sjdu=MxZfnjuo4y05ir78adzB1e4iaS9KVPBLPycwKoyejdYS6AkQMnt4oqGQx_mnixN_BO4Q8Lyl-rtfheYefEi6VQi4AEjBsftSj7NH5Y9KDd2kvLiv8K4bdZ-anAP1T3D4bNGzbx6XzrCZaIj6vh2RVSgRCBOI5fWZSVp0j9TbTNzFPGyxiZJqXNNeVRzIJrGC&vjfrom=vjs&astse=8e1f49b5d00474c8&assa=9684",
            "pay": "€ 2.500 - € 5.000 per maand",
            "job_type": "Fulltime",
            "description": "In samenwerking met ALTEN zoeken wij een Python Developer in Capelle aan den IJssel en omgeving!\nFunctieomschrijving\nIn jouw functie werk in projecten aan enterprise-applicaties. Met een team bouw je oplossingen op basis van Python. Dat is de kern van je werk. Maar bij ons ben je consultant en dat betekent meer dan alleen programmeren. Wij vinden het belangrijk dat je naast de techniek zelf ook oog hebt voor de context waarbinnen deze wordt gebruikt en dat je hierover kunt adviseren. Dat is onze en jouw toegevoegde waarde. &\n\nJe bent op een punt in je loopbaan waar je toe bent aan een nieuwe fase. Met jouw ervaring ben je in staat om startende collega'&s wegwijs te maken in wereld van Pyhton. Dit vind je leuk om te doen, want ook daar leer je zelf van. Maar ondertussen houd je je ook bezig met de nieuwe ontwikkelingen in software-development-land, want dat is wat jij als volgende wilt doen.\n\nDan is het fijn dat er ervaren mensen binnen ALTEN zijn aan wie je je kunt optrekken. Wij begeleiden je in de volgende stap van je carriè&re. Welke richting dat is, is aan jou. Er zijn diverse mogelijkheden:\nTechnisch diepgang: de specialist die alles weet van bijvoorbeeld IoT, Artificial Intelligence, of API management&\nTechnische breedte: de architect die helpt overzicht binnen oplossingen te geven&\nProces: je organisatietalent inzetten om projecten tot een succes te maken.\nHier gaan we vanuit\nJe beschikt over een afgeronde HBO- of WO-opleiding in een IT-gerelateerde richting.\nJe hebt zo'&n 2 tot 5 jaar werkervaring, bij voorkeur al als software ontwikkelaar.\nJij kan ons met enthousiasme vertellen dat je ervaring hebt met:\nSoftwareontwikkeling in Python&\nFront-end development in HTML, CSS en op JavaScript gebaseerde frameworks zoals Angular, React JS, Vue, of Polymer&\nHet bouwen of implementeren van API'&s in je applicaties&\nWerken in een agile projectvorm, zoals Scrum of Kanban.\nHet is geen vereiste, maar je hebt een streepje voor als je kennis hebt van:\nCloud-platformen, zoals Microsoft Azure en Amazon Web Services (AWS)&\nDevOps en de implementatie van CI/CD&\nArtificial Intelligence (AI) of Machine Learning (ML)&\nInternet of Things (IoT).\nArbeidsvoorwaarden\n€2500 - €5000 bruto per maand\nFlexibele werktijden\nLease auto\nVolledige reiskostenvergoeding\nTankpas\nMobiel\nLaptop\nPensioen\nNetto onkostenvergoeding\nZorgkostenverzekering\nOverwerktoeslag\n13e maand\nOver ALTEN:\nALTEN IT maakt onderdeel uit van ALTEN Nederland en is gespecialiseerd in consultancy op het gebied van Software Development, BI en Analytics, Softwaretesten, Agile, Cloud en Internet-of-Things, en dit binnen verschillende branches. Bij ons kom je terecht in een divers en hecht team, dat zich bezig houdt met de laatste ontwikkelingen.\nOnze klanten bevinden zich in de top 100 van Nederland. De klantenkring varieert van overheden en energiemaatschappijen tot financiële instellingen, zakelijke dienstverleners, hightech bedrijven en telecomproviders.\nWij bieden volop uitdagingen, solliciteer daarom nu om deel uit te maken van ons gezellige team!\nOpgericht in 1988\nWerkzaam in de Informatietechnologie en -diensten.\nDe gemiddelde leeftijd is 35.\nWerkzaam in 4 kantoren."
        },
        {
            "posted_at": "1 dag geleden geplaatst",
            "title": "Data Engineer Python",
            "company_name": "Experis",
            "company_rating": "3.5 van de 5 sterren",
            "company_reviews": "1,010",
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=19faa5a26dbbec51&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=1&adid=393536782&ad=-6NYlbfkN0DxtXr6clpO8X4dlJistf8eFtJLd_vZbZUinTLqJQFeOHrpU4K0LyBdv569cXsKmUeuu4YqImLLyoryIMyGfcpnhDFzlBJOCTTWhwaqg-Bbv8YcAEHeoQNilFj2b2ui3u5Ah-0a46m3VaX27k9TkB-P14xrwMDBXHoAgtfz1y02kQTyodmyQfKNqZLWTNuGKNyzFpH8c23Sn3JP77h9SHYKNPkeoq-Yj2cDVjRh6HTKJwTuzGaAdyKZy6uspqmoU29TFrpZzxUqegfYV9cX451QfaNcuaISmlpENlFA1WeOWaejl4wDwYLOaVRcR4LNnyrQH_jy6b20CXLEm2FHNM2agUJJfS1B9Jil2kn6nGxluvyYRAvM1ZKyHm3iCxESOYTWqzxf16IU3bJPVl7DOEV3r-541Zq2jE71Bb1CsqKrPfx8gEXcW5NI1IYP8M_dLdrc73RdFa8RDB7SzaQJEoPANERrSGbDbLho2wqD0zyp_Iga8Z_QfL1yvwNL-GZJl1eUbx7_pNS_8U54jZ11d2CtUv47PbYTm6G9-wmhf6Zvbduys3LOc9G2ulDAn5LorDkleR3StBzHtHug48LRiJPU&xkcb=SoD06_M3GD6rv0xr8h0MbzkdCdPP&xfps=9f4e6474-bf65-47c4-9c70-15479aab8814&sjdu=XS8FHEpkgQqaEtMQAY8jTgU-Xrha1sVqcZ3gtPpO-fJwyaRDAmlpPc-KINIh1Ocp&vjfrom=vjs&astse=b309d6122571bee2&assa=5197",
            "pay": "€ 3.500 - € 6.000 per maand",
            "job_type": "Fulltime",
            "description": "Hier ga je werken\nVoor onze klant in regio Den Haag zijn wij opzoek naar twee Data Engineers. Het gaat om een toonaangevende overheidsinstelling waar je met zeer complexe data zal gaan werken. Je bouwt en richt data-pipeines in op de analyse omgeving. Binnen deze pipelines wordt de data van een bronsysteem verwerkt tot bruikbare informatie in een dashboard of analyse. Hierbij zal je vooral gebruik maken van onder andere Python en MS-SQL. Jij bent in deze rol verantwoordelijk voor de ETL-processen rondom deze data pipelines. Daarnaast werk je aan innovatieve projecten, zo zal de migratie van de ontwikkelomgeving het aankomende jaar een mooi project worden waar je aan deel zal nemen. Verder is het een Scrum/Agile omgeving waarbij je in een team van 9 fte zal werken aan de verbetering van het data landschap.\nDit ga je doen\nOntwikkelen van data pipelines met Python en SQL;\nVerantwoordelijk voor de ETL-processen rondom de pipelines;\nOntsluiten nieuwe data bronnen;\nData modelleren;\nBeheren en onderhouden bestaande data-ontsluitingen;\nWerken aan innovatieve projecten.\nDit neem je mee\nJe hebt HBO werk- en denkniveau;\nMinimaal 1-2 jaar ervaring voor de junior/medior positie;\nMinimaal 5 jaar ervaring voor de senior positie;\nErvaring met MS-SQL en Python is een eis;\nKennis en ervaring met ETL en data pipelines;\nJe bent communicatief vaardig en bijt je vast in complexe data.\nDit krijg je\nGoede pensioenregeling;\nVakantiegeld: 8,33% van bruto jaarsalaris;\nVakantiedagen: 25 + 1/2 dag per kwartaal als je niet ziek bent;\nReiskosten: 21 cent/kilometer (maximum van € 250,- per maand);\nZiektekosten: € 50,- per maand tegemoetkoming;\nOpleidingsmogelijkheden.\nSollicitatieprocedure\nWil je meer informatie of heb je vragen over deze vacature neem dan contact op met Kai Spruijt via kai.spruijt@experis.nl of bel 0182-692020."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Fullstack Developer (Python)",
            "company_name": "StarApple",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=c65f88c212283bda&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=1&adid=337175145&ad=-6NYlbfkN0Dbl-ni-BlMHqJ_l-VMw5y_nHHvo3hHZpGW61s_iaK1PeDy_M8OMs4BkfIWmEs4iQgCeqdhrNlfkautYmzuylJGlLRF3JNAXqJjFvP3RoSt9GngjfKZ_8pKsfJXIyEmFTTbzj5IoXHX_k3vs-BqmfL9TqOWVikmvf9MEgPPIshdOwfrDRdu_IfbVXQZMp6ZQJIxod9-mLXZDfqfwGDrUXtslegAvSrHJJd8HwVAi8X9GqaZfHc28N5FGKexwrvfJZ9guUwTuitiQCVLvEh0MI4xv1Ec3m1Dd_S-md8Ltq6pbCrcQXmVOiCebYzj1x9PlA1wKLrXJvAibkJ6e1yGgwNkuFPnMOtrnHRyTdNdf3xK9OkdpA0mKHBQA7ykCbFTfBInDN55MtwKrFmruZjAKMuLHKILzjLstkM3CjqYm6HhWVDD7L0jqE4SNlABWCkaVXeKD2jYK2SaBwE7-Z4U9tfWcilL2TqkoKQKLQPruXsHtd5kA8s7fxbvlrhPAm0jffFJwMLJ_L33bj5uyVGWpfnDtRbxb40LUGI38GZWH7wPEfBKAnXvvJNte5YRv7WInaCBZKR2CaAojl3rfzoitYCFDlZedhTq3COoA-9IHUIP13siPL3E0su8O-wRMcef3Hc%3D&xkcb=SoAd6_M3GD6rv0xr8h0DbzkdCdPP&xfps=d8a46b77-efdd-4b9f-9b7a-69cf73236cf4&sjdu=AoYp2nVgYyQeLhpsjVRyB-O97y819mxXPwbVkOP58ZsSc92Zaxhu2zFralIg-UX01k9xUYujYZuKsCedOccuyA&vjfrom=vjs&astse=ef7c9158f3b8753e&assa=369",
            "pay": "€ 3.200 - € 5.500 per maand",
            "job_type": "Fulltime",
            "description": "Voor een organisatie in de omgeving van Rotterdam zijn we op zoek naar ervaren Python developer. Begonnen met twee heren in een fietswinkel die tegen een groot probleem aan liepen. Fietsen worden namelijk vaak gestolen. Samen zijn zij met het idee gekomen om een tracker te bouwen waardoor jouw fiets altijd veilig is, en makkelijk gevonden kan worden. Zo zijn zij in de eerste instantie begonnen met het bouwen van de hardware, waarnaar ze de software hebben gebouwd. Met een recovery rate van 96% maken zij Nederland weer een stuk veiliger. Door de stijging van E-bikes steeg ook de vraag naar hun product. Momenteel zitten zij met een team van 20FTE en mogen zij zichzelf marktleider noemen in deze branche. Het gaat om een informeel bedrijf waar de lijntjes kort zijn en jouw ideeën het verschil kunnen maken.\nFunctie\nWe willen graag gebruik maken van jouw brede vaardigheden van Python om het platform te verbeteren en uit te breiden. Je krijgt de mogelijkheid om nieuwe functies te ontwikkelen voor onze portal en app, waaronder fleet management, heatmaps, geo-fencing, onderhoudsplannen, ETA-tools, voertuigdashboards, native consumenten- en zakelijke apps en platformverbeteringen. Je zult zelfstandig werken aan projecten, maar je zult ook kunnen samenwerken met collega’s met specialistische kennis.\nJe hebt al meer dan drie jaar full-time gewerkt als back-end developer en je hebt een uitstekende kennis van code. We zoeken iemand voor de Fullstack positie die zich richt op het optimaliseren van processen, het bouwen en implementeren van nieuwe services en het door ontwikkelen van deze services.\nEisen\nJe hebt ervaring met een van de volgende programmeertalen:\nPython\nPHP\nErvaring met Frameworks zoals NextJS, Laravel, Java Spring, Rocket en/of Echo(Golang) is een pré\nAls je nog geen ervaring hebt met een van deze punten, leren we je die graag bij. We zoeken iemand die communicatief vaardig is, zelfstandig kan werken en zijn/haar verantwoordelijkheid kan nemen. Ons team is klein en hecht, en we hebben allemaal onze eigen verantwoordelijkheden en de vrijheid om deze zelfstandig in te vullen. Het is geen vereiste, maar als je passie hebt voor fietsen, heb je zeker een streepje voor.\n\nAanbod\nEen salarisrange tussen de €3200 en €5500 euro op basis van kennis en ervaring\n8% vakantiegeld\n25 vakantiedagen\nReiskostenvergoeding\nMacbook pro van de zaak\nTrainingsbudget\nFlexibel indelen van jou fulltime baan\n\nVoor meer informatie en om te solliciteren op deze functie kun je reageren via onderstaande contactgegevens. Je wordt binnen 24 uur gebeld mochten wij mogelijkheden voor je zien.\n\nAngelo Schilder – Business consultant PHP | Python | Front-end & UX/UI Design\n\nAngelo@starapple.nl/ 088- 321 8 123 / 06-37311155 / www.starapple.nl"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Software Developer (Python, C++, .NET Core)",
            "company_name": "Teelor",
            "company_rating": null,
            "company_reviews": null,
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=a829ed5187871f94&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoCN67M3GD6rvfx9Gx0LbzkdCdPP&xfps=a7783f27-e699-41fa-9e13-cb2f2379ca31&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKk-3uko3dUiITAoimjaEQrhLStmR7i9_qBo3c_72b6ZuA6HXDJBeTjllicoFq5wzJSRG-Adk_Ck_g8e4JE4gEfTm4X3lr8s1tlWy7TgE93q_8w1DIlHW8UkYyotkFsGSbxJAJ3WuY6TRNvYsDp6Qagow9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=9d1045ff86ace4a2&assa=4620",
            "pay": null,
            "job_type": "Parttime\nFulltime",
            "description": "Momenteel zijn wij op zoek naar een Software / Data Engineer voor een startup in Den Haag. Zij dragen bij aan het verbeteren van de efficiëntie en veiligheid van operaties op afstand. Deze omvatten industrieën zoals offshore wind & marine, landbouw, procesindustrie. Deze systemen worden wereldwijd en vaak op afgelegen locaties ingezet.\nWat de functie precies inhoudt\nSamen met collega’s en klanten werk je aan innovatie oplossingen op het gebied van edge to cloud real time datasystemen en machine learning voor remote operaties;\nOplossen van complexe technische en analytische puzzels;\nJe komt te werken in een hecht ambitieus team met een “zero blame cultuur” die samen met jou wil werken aan groei en ontwikkeling;\nStartupcultuur met flexibiliteit in werkuren en vrijheid om verantwoordelijkheid en initiatief te nemen.\nWat verder nog interessant is\nDeze klant heeft achtergronden in lucht- en ruimtevaarttechniek, energie-industrie, hernieuwbare energiebronnen en de academische wereld. Ze zijn nieuwsgierig om precies te begrijpen hoe dingen werken en hoe ze verbeterd kunnen worden. En houden ervan om op een constructieve manier betere alternatieven voor te stellen. Dit vereist empathie voor bestaande bottlenecks, nieuwsgierigheid naar domeinkennis, analytische probleemoplossende vaardigheden en expertise in data-analyse en softwareontwikkeling. En wat politiek. Als deze aspecten je enthousiasmeren, dan is het zeker de moeite waard om deze positie te overwegen.\nWat van jou wordt verwacht\nAls Backend Software Developer is het jouw verantwoordelijkheid om met succes innovatieve data storage & analytics software en CI / CD projecten te realiseren binnen het software development team;\nJe hebt minimaal 3 jaar aantoonbare ervaring in en kennis van Python en / of SQL. Ervaringen met C ++, Dotnet Core, PostgreSQL, Timescale DB, Grafana en het schrijven van API's met Swagger is een pré;\nJe hebt sterke strategische en conceptuele vaardigheden en bewezen ervaring met back-end softwareontwikkelingsprojecten in alle projectfasen, van ontwikkeling, testen tot productiesoftwareprojecten binnen de real-time data-industrie;\nJe werkt zelfstandig en gestructureerd, je durft fouten te maken en ervan te leren, je coacht je collega's en laat ze ook leren van je fouten.\nWat je terugkrijgt\nJaarsalaris (incl. vakantiegeld) tussen 35.000 EUR en 65.000 EUR (afhankelijk van jouw kennis en kunde);\n25 vakantiedagen;\nEen geweldig team van inspirerende collega's;\nFlexibiliteit en vrijheden, o.a. in je werktijden en thuiswerken;\nLaptop van de zaak;\nReiskostenvergoeding;\nPensioen;\nWekelijks vis, loempia's en heerlijke cake (en een sportschool om de hoek om de schade te beperken).\nJe zult ongetwijfeld nog meer vragen hebben, aarzel daarom niet om meer te weten te komen via 088 236 00 00 of info @ teelor.nl. Dan leggen wij graag meer uit over het bedrijf en kun je daarna zelf bepalen of het interessant genoeg is."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Python People",
            "company_rating": null,
            "company_reviews": null,
            "location": "Randstad",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=afce816ca3dd819e&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoC367M3GD6rveR9Gx0KbzkdCdPP&xfps=208503fe-d753-4845-906c-0ce1e4bccda2&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKkJVMjtNKuAbX2jVXhbv22xsSstr9rRw2uh5yHVPByH39NZWUXeJ-QF31_MHWR2l5xnU8kCjXzyfhkMMQL7Nit_KY3xxjlU_PNH2kCPDhXnBldkAc7B2dAIpbRJQidMRwQEZxus7Pg7QfMBWcjC8sQcw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=8bf32eeb491fb122&assa=8078",
            "pay": null,
            "job_type": null,
            "description": "Functie: Python Developer\nSpecialisatie: Python, Django, PostgreSQL, Javascript, jQuery\nStartdatum: ASAP\nRegio: Randstad\nOmschrijving\nVind je het leuk om met Python en Django te werken? Dan biedt Python People je interessante en uitdagende opdrachten in de Randstad. Hierbij heb je de ruimte om zowel in teamverband als zelfstandig te werken. Je werkt aan innovatieve maatwerk webapplicaties en mobiele apps.\nErvaring met Python en Django is een vereiste. Daarnaast verwachten we dat je ervaring hebt met het ontwikkelen van webapplicaties. Je beschikt over minimaal HBO werk- en denkniveau.\nVereiste kennis:\nPython/Django, PostgreSQL, HTML, CSS, JavaScript, jQuery\nErvaring met webservices en applicaties.\nInteresse in de laatste trends en technieken\nErvaring met Webapplicaties, onderhoud en bouw en troubleshooting."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "C# and Python Developer",
            "company_name": "Eyetech Solutions",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=958a554015c6b39e&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=1&adid=416430832&ad=-6NYlbfkN0AFHPQfH2cnmHkC2kfjrgYFoSQeOvZht0UcKnM21dSVocqcF6lFCpjmI2BZPLzLgb9nYuAkWt8nsTbKI6244oxRGp6Er1OXazQzluUEbjYihIU128ZYUNua4Tkm0S77I2-5eh_pb1OtI4VrgLODXOLtfn7fcqmjQTu6ZgQkf78qRBXga_U3dHKuz3HkuSj_fT5Y5cTz3ox_g77ImALC4H2ciyTQBK3YgTWRmyLOTlgD5rvdUceqk2qqZKgsqeoQAhaaWJT--kjpJPKnjQ1TmvjEAGpuOoR0nEzXlTKO9gVRBQN5E7ljGLUch41GXXGogesJ9vz2bmj6NXoz4Wq3Bs8HZJcemhykfi70woHcXRrawPhuQtWh_K9mRUvpacbVl9Mjgknc1eDuRT-DSKU2jhJBqj4rySlHITniqainXdVgnEmgpEnjrKxRKu9hjhUXguSdPQBcETXk-hz2Z9PTs2YcZPO_cCVCq2LUHfyQyruSPo54oNNmRHz57FhC3zWMJh5M53geNLDsq3gzmsQ_Ly8ZiUXIHi2XSQLiPFxarW9EwaWChvHY9kTHTY6UfwOhDPErFYOxYiOvUZmV0N2WAvf01jT9ZWwaK6p_YHzJ8bZ2HXXYXg1KAtZFRR0sPOKePiqvasd6xtqmcIIL23M0DNQpgJmcTC0W-a0B_UjS9g8HmBBPl0D7Xwwp29y0KrM-DHRWpvf2JakonhO2ME06DgJUPjFmBVYIvwq9l75nek6ToXRy0SasXJvb0xPL_3FBamSKEousU0qK9KR69hhVAGmSJcuXlOLJ1p_l7yFYADRgjaw7HfMG3CKnKY0BxgqeVB57a9kg8VY8eeLQKvZjyQnpnMr_JGrM6Axwm005TeAD5Q%3D%3D&xkcb=SoCA6_M3GD6rv0xr8h0AbzkdCdPP&xfps=b9eb658e-bbc0-4e65-94f8-7107ee6b8999&sjdu=RbxtMB7d-ZAezStFOry8KPwgoXP5JJjCcHUaKn8ZqzmOwOUZyvFOzycaZCzQEy0_SX9RiQW1RYVEqgAfKEKUOyn9GIA3QjLbzZN8NYSRIU4Xhm1Xq_953eTDPkTzHI582LA43pka74rk_Q6-WK2vkA&vjfrom=vjs&astse=806ae663acce256c&assa=2191",
            "pay": null,
            "job_type": null,
            "description": "Voor onze vertrouwde opdrachtgever in Rotterdam zijn we op zoek naar een ervaren C# en Python developer om het groeiende development team te voor mobiele apps voor de bancaire sector. Je zult de architectuur van onze ervaren architecten omzetten in een werkende en oplossingsgerichte applicatie. Je werkt nauw samen met de softwarearchitect en adviseert deze ook, dus je voelt je echt eigenaar van wat je creëert.\n\nClient Details\n\nDit bedrijf maakt een snelle groei door en biedt een disruptieve en innovatieve nieuwe manier van bankieren. Je moet bekend zijn met A.I.-technologieën en echte oplossingen toepassen om deze in hun applicaties te implementeren. Ben je klaar om je ideeën tot leven te brengen? Solliciteer dan nu!\n\nDescription\n\nAls C# python developer moet je ook affiniteit hebben met design en bij voorkeur enige ervaring hebben met het ontwikkelen van front-end design. Hoewel het team al een front-end team heeft, zullen jullie allemaal samenwerken om de problemen gezamenlijk op te lossen. Je staat in nauw contact met de rest van het team van leuke ontwikkelaars die je zullen voorzien van inspiratie en ondersteuning. Je hebt zelf de keuze om rustig te werken in een onafhankelijke ruimte of in nauwe samenwerking met het team. We begrijpen dat iedereen een andere manier van werken heeft. Hoewel, de vergaderingen zijn een must!\n\nProfiles\n\nAls C# Python developer heb je:\nMinimaal 3 jaar werkervaring met C# en Python\nHBO in computer science\nIn staat om minstens 3 keer per week op kantoor te zijn\nBijna perfecte Engelse en Nederlandse spreek- en schrijfvaardigheid\n\nOffer\n\nAanbod voor C# Python developer:\n60-70 euro per uur\nFlexibele kantoorindeling zodat je zelf kunt kiezen waar je wilt werken\nMogelijkheid om je vaardigheden verder te ontwikkelen en nieuwe problemen op te lossen in lijn met de bedrijfsrichting.\nNooit een saaie dag in een snel, jong team dat elke dag nieuwe uitdagingen aangaat.\nMogelijkheid tot contractverlenging na het project\nBij interesse, reageer direct op de vacature.\nBij vragen - 085-0072133 of bericht Max van der Velden via LinkedIn.\nDenk je dat je niet genoeg ervaring hebt? Bel me dan toch en wellicht heb ik iets voor je! wellicht heb ik iets voor je!"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Ontwikkelaar",
            "company_name": "Eyetech Solutions",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=94fa1865fa50dcf9&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=1&adid=416430832&ad=-6NYlbfkN0AFHPQfH2cnmHkC2kfjrgYFoSQeOvZht0UcKnM21dSVocqcF6lFCpjmI2BZPLzLgb_42wUlN75gfQoSw8WSk8d4xSzmyNzprv22wHLRD2aBRSuVbYfQWp5ovk8YoeBVR0Zk_shWpygImXTm0Xap0ZzdY2JXM7Gfw1V79cgobW4M3ZTzp4vVNibjfvMp3xYg5LNN948nj-4VmAspvSFDVJCFstgJaFsNwmk1L6VJ0nut27zG58JmHsEnolRgXjjGhTnx7i8Z24zjLzVVhf3J85NJhvl19-Q3Fa6Kw4hp9SJMauQhsDcGv_3UcDiybov07olXYImKFwbz3ye6mfgBpJo3isz2aOP9EcUncqVSv1hsQoxGLKj1XYY5iRgrPDarVozrcli5vX5gOCXzCZ6rI_ktMe3FCz9fzskJTTLytO6wOBLUth0L7QtQR-Dme-h8-gArRMLLkpQnuWOMKFi2ox1chlKBaMUWim3dTOu3suAiVqwK7LkS-ae4I-NXbk6l_U9LvCi55c92JRdTqqLSGI1uhL3_gb0sXBbk7abbJGupdYx4301a47_KZSAKcYaUX3hXg9ZiuzichY5OzgCZCptzPD4SIq9Zz4EClCi5gQo-cMPFWp2DVw_G2a2SPnIXMQHJ66Ku0pIG5_e-mG-xqAwgcxWfwb-MWvOjTbPKsO4Aj1FsxmNNkzD3qJgFjg8ssvOxU4kidULcSVz-cNKub4u1oeKiJrP_m6t18LRHFos1CjWSi2USXbu0ppv2FzYJX26YNFwdQ6pCAusfkeM1WXLEqVj94NPzxgmbzaJZTZlHsyAQXpFZNoHjbYbC4MLIoCuOsIYGtJ05nDbGfpkORsYaj1CVyIUSLhmzVk-Hbj7wLw%3D%3D&xkcb=SoAO6_M3GD6rv0xr8h0HbzkdCdPP&xfps=ba406b66-59ee-4ba4-b031-11799e51783d&sjdu=RbxtMB7d-ZAezStFOry8KCf4fvPDiXXqTB7hxo5eJU66BIm5Si_c0yJkFR8vqzq_SX9RiQW1RYVEqgAfKEKUOyn9GIA3QjLbzZN8NYSRIU4Xhm1Xq_953eTDPkTzHI582LA43pka74rk_Q6-WK2vkA&vjfrom=vjs&astse=c7a1c29ef2b65059&assa=6848",
            "pay": "€ 65 - € 80 per uur",
            "job_type": "Freelance / zzp",
            "description": "Enkele jaren ervaring als Python Ontwikkelaar? Op zoek naar een nieuw project als Freelancer?Neem graag contact met me op.\n\nClient Details\n\nAls Python Ontwikkelaar ga je aan de slag bij een software ontwikkelaar op vlak van websites en applicaties.Je werkt in een klein team aan interessante projecten en bent, vanwege de grootte van het team, betrokken bij meerdere aspecten binnen het project.\n\nDescription\n\nIn jouw rol als Python Ontwikkelaar, richt je je op het ontwikkelen van de backend omgevingen en het koppelen en onderhouden van APIs voor de klanten van jouw opdrachtgever.\nDoor jouw ervaring in het schakelen met de data afdeling + feeling met de frontend, ben jij van meerwaarde binnen het gehele project!\n\nProfiles\n\nAls Python Ontwikkelaar herken jij je in het volgende:\nRecente ervaring in het programmeren met Python\nBegrip van enkele frontend talen\nNederlands en Engels in woord en geschrift\nWoonachting in (de directe omgeving van) Rotterdam\n\nOffer\n\nAls Python Ontwikkelaar mag jij het volgende verwachten:\nuitdagende projecten aanpakken binnen een klein team\ninitieel project van 3 maanden, kans op verlenging\nsamenwerken met enthousiaste collega's die graag kennis delen\neen passend uurtarief\nmogelijkheid tot hybride werken (in overleg)\nBij interesse kun je jouw gegevens achterlaten of direct solliciteren. We nemen zo spoedig mogelijk contact met je op!"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Veneficus",
            "company_rating": "4.3 van de 5 sterren",
            "company_reviews": "9",
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=8d75075c97bcb77a&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoBV67M3GD6rvex9Gx0PbzkdCdPP&xfps=8702f082-9e6c-45d2-8a24-01de8e5bfa0c&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKkARQT8rI9bk59N3kcvUUyyw0X5lJYb9cDjS9Z397jevLayoLrBHX9TQ7KwFNGfP683VlfovJwD7ZD-xRf4o6pVE-3JG5dKSv9w-FOh3QdR6fRXzjeFhu5FESJduVoGn6TBMlz_oZDknZ8kPFb1NwjQw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=dc8d79d16afcafc4&assa=9630",
            "pay": "€ 3.500 per maand",
            "job_type": "Parttime\nFulltime",
            "description": "Ben jij de Python Developer die wij zoeken?\nBij ons krijg jij de kans om bij onze klanten te werken op uitdagende projecten binnen verschillende sectoren zoals de financiële wereld, de retail en het vastgoed. Wij denken niet alleen met de klant mee, maar ook met jou als collega. Zo proberen wij jou continu uitdaging, ontwikkeling en plezier te bieden in je dagelijkse werkzaamheden.\nInmiddels bestaat ons team uit ongeveer 30 specialisten en wij hebben de ambitie om flink te blijven groeien de komende periode. Wat wij zo mooi vinden aan ons team? Iedereen is even toegewijd met zijn of haar project bezig voor onze klant.\nGezocht:\nPython Developer\nStandplaats\nRotterdam\nAantal uur\n40\nSalarisindicatie\n€ Vanaf 3500,-\nWat ga je doen?\nBinnen Veneficus hebben wij verschillende opdrachten, de ene opdracht duurt misschien 3 maanden en de andere opdracht 2 jaar. Als developer word jij niet alleen onderdeel van ons Venefici-team, maar ben je ook onderdeel van het team van onze klant. Twee teams die dus staan te popelen om jou als collega te verwelkomen!\nWaar je aan het werk gaat dat verschilt per opdracht. Je kunt bij ons op kantoor in Rotterdam werken, vanuit je eigen werkplek thuis of op locatie bij de klant. Dit gaat natuurlijk allemaal in overleg.\nSommige opdrachten zijn helemaal afgekaderd, wat betekent dat er op papier al staat welke werkzaamheden nodig zijn en wat het eindresultaat moet worden. Sommige klanten hebben voor een langere periode ondersteuning nodig in hun (scrum)team en zullen jouw expertise daarbij nodig hebben. Het kan zo zijn dat je alleen naar een opdracht gaat, maar het kan ook zo maar zijn dat je samen met je Venefici (zo noemen wij onze collega’s) aan de slag gaat.\nJe werkzaamheden verschillen per opdracht en zijn afhankelijk van het gewenste eindresultaat. Een greep uit je dagelijkse werkzaamheden:\nBouwen en onderhouden van data-analyse oplossingen;\nOntwikkelen van nieuwe features voor dashboards en rapportages\nToevoegen van nieuwe databronnen aan de databases\nOntwikkelen en onderhouden van Python-scripts\nObject georiënteerd programmeren\nOver Veneficus.\nVeneficus. Optimizing Intelligence. Beslissers ondersteunen om het verschil te maken door de kracht van data te gebruiken: dat is ons doel! We werken met de perfecte mix van magie en logica, om data en business samen te brengen.\nGespecialiseerd in retail & overheid, vastgoed en verzekeringen. We streven naar perfecte flows, grotere groei, slimmer werken en bovenal een gelukkiger leven.\nHoe ziet jouw dag eruit?\n08.45 uur Je komt binnen op kantoor en begroet even al je collega’s en loopt gelijk door voor een lekkere cappuccino\n08.50 uur Je hebt je cappuccino al in de aanslag, nu nog even je laptop opstarten\n09.00 uur Het is woensdag en dat betekent dat je met alle Venefici collega’s een digitale kop koffie drinkt. Jullie hebben het over de Veneficus competitie die speelt op het moment. Wie gaat er winnen?\n9.15 uur Het is tijd voor de daily stand-up met je scrumteam. Binnenkort is er weer een sprint review en samen bespreken jullie de laatste puntjes.\n11.00 uur Je hebt al heel wat werk verricht vandaag en de ”to do’s” vliegen van je lijst af. Maar nu is het tijd voor je maandelijkse gesprek met onze Talent Manager. Jullie kijken samen naar je ontwikkelingsplan en hoe je voortgang is gegaan afgelopen weken.\n12.30 uur Het is tijd om samen met je collega’s te lunchen op ons dakterras\n13.00 uur Je gaat verder met je prioriteiten van de dag, vanmiddag heb je nog een meeting staan dus je hebt nog even wat werk te verzetten. Je gaat enthousiast aan de slag en krijgt alles af wat je vandaag wilde doen.\n16.00 uur Er zit een nieuw project aan te komen en hier heb je een brainstorm voor gepland staan samen met je collega’s.\n17.30 uur De dag is weer voorbij gevlogen, je sluit af en fietst vervolgens lekker naar huis.\nOver jou\nWie ben jij?\nJij brengt mee:\nEen HBO- en/of WO-diploma;\nErvaring als Python developer, je hebt inmiddels al minimaal 3 jaar ervaring in deze functie. Wij zijn op zoek naar iemand met kennis en concrete werkervaring met Python en je begrijpt de integratie van Python met de andere solutions zoals Hana, Spotfire en Matlab;\nJe hebt ook ervaring met diverse packages en andere Python aanverwanten zoals bijvoorbeeld Django en Pandas;\nJe bent zeer bekend met de Linux-server en het liefst weet je ook hoe je deze het beste kan inrichten;\nJe hebt ervaring met CI/CD tools;\nJe hebt al vaker in een agile/scrum team gewerkt;\nJij spreekt en schrijft Nederlands op minimaal B2 niveau;\nJe woont in de Randstad of in Brabant en jij vindt reizen niet vervelend;\nJij bent voor 40 uur per week beschikbaar.\nIn een ideale situatie heb jij al kennis en ervaring met:\nDevOps-werkzaamheden voor scriptimplementatie;\nJe hebt eerder gewerkt met MySQL en/of PostgresSQ en/of SQLAlchemy;\nKennis en ervaring met Django en XML/XSL;\nEventueel heb jij ervaring met bijvoorbeeld Jenkins pipelines en/of ETL Pipelines\nEventueel heb je de taakplanning als een gedaan met Cron en heb je al eens gewerkt met Jira.\nAls jij je vrienden of oud-collega’s vraagt hoe jij bent als persoon, zouden zij dit over jou zeggen:\nJe bent communicatief sterk en hebt ervaring met communicatie op verschillende niveaus;\nJe hebt intrinsieke motivatie en de wil om continue nieuwe dingen te leren;\nJij denkt altijd in oplossingen en hebt een positieve instelling;\nAnalytisch ben jij sterk;\nInitiatief tonen durf jij & proactief werken dat doe jij van nature.\nOver ons\nWat bieden wij jou?\nDirect een vast contract met een salaris tussen de € 3500 en €5000 bruto per maand;\n25 vakantiedagen o.b.v. fulltime;\nEen thuiswerk vergoeding van € 50 netto o.b.v. fulltime, 8% vakantiegeld en een interessante bonusregeling;\nPensioen opbouw via STIPP en aanvullende verzekering bij langdurige ziekte;\nNS-Businesscard en eventueel een Swapfiets;\nEen laptop en alles voor een goede thuiswerkplek;\nDe mogelijkheid om te werken waar je wil (hybride) en zelfs in goed overleg remote;\nEen Vitaliteitsbudget van € 30 per maand van om aandacht te schenken aan jouw fysieke, mentale en emotionele gezondheid;\nEen vrijwilligersdag, een dag waarop je jouw steentje kan bijdragen aan onze maatschappij in een vorm die bij jou past!\nVeel aandacht en ruimte voor jouw persoonlijke ontwikkeling;\nGezellige vrijdagmiddag borrels, studieavonden, trainingsdagen en maandelijkse team-uitjes.\nWil je meer weten over deze functie of onze organisatie? Neem dan contact op met onze recruiter Denzel. Je kunt hem bereiken op 0623987787 of denzel.slagtand@veneficus.nl."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Software Engineer (Python, C++)",
            "company_name": "ndus3",
            "company_rating": "5 van de 5 sterren",
            "company_reviews": "2",
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=f115117ef7681724&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3p931ijka3802&spon=0&xkcb=SoDw67M3GD6rvZR9Gx0LbzkdCdPP&xfps=71a626db-bdd0-4f2e-b400-1b5b24176064&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKnQBHdXadP6VaC3T3J5N5_P3rDgHQLL9gD-SBv51UT3ssSB7MDVjavscp-1gasPvmSr6SFiNEZQ2HXs7m3PKnx9IbZ8hiVW6RHFGxkclZNnfb0Xd05asf7KNcqRlT3cq09Hbjzdh3gptUavcqnvGNX1w9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=c0014714c6fa2d92&assa=2850",
            "pay": "€ 3.175 per maand",
            "job_type": "Fulltime",
            "description": "3.175,- / 4.530,-\nBcs or Mcs Computer Science (of een vergelijkbaar gebied)\n40 uur, voltijds functie\nUitstekende arbeidsvoorwaarden\nTechnologie, Manufacturing\nMedior/ Senior\n's-Gravenhage\nMogelijkheid om jezelf te blijven ontwikkelen\nC++, Python, Python 3, Linux en Git.\nWe zijn op zoek naar een getalenteerde en ervaren software-engineer om bij te dragen aan het bouwen van de volgende generatie digitale geautomatiseerde systemen. Je maakt deel uit van een softwareontwikkeling team dat geautomatiseerde Ply Placement creëert, een nieuwe manier om blanco laminaten op maat van meerdere materialen te maken wat geen enkel ander automatiseringssysteem kan.\nWat ga jij doen:\nVerzamelen van vereisten en specificaties via gesprekken met stakeholders, doornemen van bestaande documentatie en analyseren van opgebouwde kennis rondom de C++ code.\nOntwikkelen, testen en implementeren van embedded Python-software via geavanceerde patronen, technieken en tools.\nSamenstellen van compacte en heldere documentatie van het ontwerp.\nUitvoeren van ontwerp- en codeherzieningen binnen het team om correct onderhoud en duidelijkheid van de code te waarborgen.\nUitschrijven van uitgebreide tests (unit, component en systeem) om een consistente softwarekwaliteit te waarborgen.\nOntdekken van nieuwe manieren om softwareontwikkeling te verbeteren.\nWat breng je mee?\nJe bent als bachelor of master afgestudeerd in Computer Science (of een vergelijkbaar gebied).\nJe hebt minstens 3 jaar ervaring in Software Engineering; ervaring met embedded systemen en geautomatiseerd testen is een pré.\nJe bent volledig vertrouwd met Python 3 en beschikt over een goede kennis van de programmeertaal C++.\nJe hebt praktische kennis van Linux en Git.\nJe hebt ervaring in het werken binnen multidisciplinaire Agile Scrum-teams.\nJe hebt uitstekende sociale en communicatieve vaardigheden\nWat krijg je?\n\nBij deze functie hoort een startsalaris van €3.175 - €4.530 per maand op basis van 40 uur. Je krijgt hierbij 25 vakantiedagen en een persoonlijke eindejaarsbonus van tussen de 10% en 20% van je jaarsalaris.\n\nMet onze vervoersregeling maak je gebruik van OV mogelijkheden, je eigen auto of kun je kiezen voor een lease-auto. Als engineering consultant krijg je uiteraard je eigen hardware en krijg je een laptop en telefoon + simkaart.\n\nWe bieden een onbeperkt opleidingsbudget waarbij jouw persoonlijke doelstellingen het uitgangspunt vormen. Zo kun je technische skills als C++, Python, ISTQB of SysML leren. Of juist meer je competenties richting team lead of management ontwikkelen.\n\nSamen met jouw team manager werk je aan je persoonlijke ontwikkeling. Elke 4 - 6 weken komt je manager op je project langs om de voortgang en je ontwikkeling te bespreken. Daarnaast leer je van collega’s door overleg en presentaties.\n\nTot slot: je gaat werken in een team van like-minded engineers. Een groep hardwerkende, open en gezellige collega's die je ziet en spreekt bij bijvoorbeeld LabDays, Innovation Groups of conferenties. Uiteraard is er ook nog genoeg tijd voor ontspanning. Zoals tijdens een F1 race sim event, bouldering of escape rooms.\n\nOver Ndus3\n\nBij Ndus3 geloven we dat slimmere technologie de wereld mooier maakt. Daarom zijn wij gedreven om de smart industry te voorzien van de beste consultants.\n\nAls consultant werk je voor toonaangevende high-tech maakbedrijven in de smart industry. Denk aan ElaadNL, Alfen, Terberg, Enercon, Lely en Huisman Equipment. Ndus3 is daarom ook dé plek om je loopbaan een boost geven.\n\nDaarnaast geloven we in ontwikkeling. In de ontwikkeling van een betere toekomst en in de ontwikkeling van de makers van morgen. Daarom steunen we gelijke kansen via het Jeugdeducatiefonds en sponsoren we technisch talent aan de TU Delft en de HAN.\n\nEn over gelijkheid gesproken: iedereen is welkom bij Ndus3. Ongeacht geslacht, huidskleur, geaardheid, leeftijd of carrièrepad.\n\nSolliciteer of stel je vraag\n\nNieuwsgierig naar deze vacature? Gebruik de bovenstaande buttons om te solliciteren of een vraag te stellen. Je kunt ook contact opnemen met recruiter Vasiliki Marami via 06 2151 4980 of recruitment@ndus3.com . We horen graag van je!\n\nDe procedure\nOnline solliciteren\nSpreekt de vacature je aan? Stuur dan je gegevens op, ook als je niet zeker bent of je wel aan alle vinkjes voldoet.\nKennismaking\nOnze recruiter belt je om meer te vertellen over Ndus3 en de vacature. Enthousiast? Dan nodigen we je graag uit voor een eerste gesprek.\nEerste gesprek\nIn het eerste gesprek maken we nader kennis en gaan we dieper in op jouw skills, onze organisatie en of deze bij elkaar passen.\nTweede gesprek\nZien we het allebei zitten met elkaar? Dan bespreken we het in het tweede gesprek de arbeidsvoorwaarden verder.\nAanbod\nJij enthousiast, wij enthousiast? Dan doen we je een aanbod waarvan we hopen dat je nog enthousiaster wordt.\nAan de slag\nNa het tekenen heten we je welkom op onze introductiedag. Met je nieuwe laptop en telefoon ben je klaar om aan de slag te gaan!\nNeem contact op\nHeb je vragen over deze vacature? Neem dan contact op met onze recruiter:\nVasiliki Marami\n+31 (6) 21 51 49 80\nSoftware Engineer (Python, C++)"
        },
        {
            "posted_at": "Actief: 7 dagen geleden",
            "title": "Python Developer - Leadinfo",
            "company_name": "Move Ahead",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rivium Quadrant 141, 2909 Capelle aan den IJssel",
            "location_type": null,
            "apply_link": null,
            "pay": "€ 3.500 - € 5.500 per maand",
            "job_type": "Fulltime",
            "description": "Hey Pyhton Developer, wij zijn Leadinfo en we zijn ervan overtuigd dat iedereen succesvol kan zijn. Om dit te realiseren, streven wij altijd naar wat het beste is voor onze klanten en medewerkers. Leadinfo is een ambitieus bedrijf dat gelooft dat iedereen succesvol kan zijn. Wij zijn opgericht in 2017 en inmiddels bestaat ons team uit circa 50 collega's verspreid over kantoren Capelle aan den IJssel, Dusseldorf, Bergamo, Gent en Skanderborg. Inmiddels behoren wij tot de top 20 SaaS-bedrijven van Nederland en zijn wij hard bezig om de wereld te veroveren met onze lead software.\n\nAan de slag als Python Developer bij Leadinfo.com\nAls Pyhton Developer bij Leadinfo, heb je een uitdagende en verantwoordelijke functie waarin je wekelijks bedrijfsgegevens van miljoenen websites scraped. Bij ons gaat kwaliteit boven kwantiteit en daarom krijg je alle tijd om jouw werk te perfectioneren. Ons doel is om de beste gebruikerservaring te bieden en we zetten ons altijd maximaal in om dit te bereiken. Daarom dagen wij de techniek voortdurend uit en itereren wij op alle features om het maximale resultaat te bereiken en niets minder dan een wow-effect te leveren.\n\nJouw werkzaamheden in een notendop:\nOntwikkeling en onderhoud van webscraping tools: Als python-ontwikkelaar bij Leadinfo.com werk je aan de ontwikkeling en het onderhoud van webscraping tools die worden gebruikt om gegevens van verschillende websites te verzamelen en te analyseren. Dit omvat het schrijven van codes om gegevens te extraheren en te verwerken van verschillende bronnen om deze vervolgens te integreren in het platform.\nOntwikkeling van Machine Learning-modellen: Bij Leadinfo.com werk je aan het ontwikkelen en onderhouden van machine learning-modellen die worden gebruikt om bedrijfsgegevens te herkennen en te classificeren op basis van verschillende criteria.\nIntegratie van tools en systemen: Je werkt aan het integreren van verschillende tools en systemen om een naadloze gebruikerservaring te bieden aan klanten. Dit omvat het integreren van CRM-systemen, e-mailmarketingtools en andere tools die worden gebruikt door bedrijven voor leadgeneratie.\nOnderzoek en ontwikkeling van nieuwe technologieën: Je bent continu bezig met het onderzoeken en implementeren van nieuwe technologieën en frameworks om de prestaties van het platform te verbeteren en de gebruikerservaring verder te optimaliseren.\n\nWerken bij Leadinfo is meer dan alleen werk. Het is ook leuk om deel uit te maken van ons team van jonge, ambitieuze en open-minded winners. Bij ons kan je op vrijdagmiddag genieten van een biertje aan onze eigen bar, een potje pool spelen in ons coole kantoor, een ommetje maken met onze kantoorhond Max en onze mijlpalen vieren met leuke themafeestjes of een karaoke-party!\n\nWhat's in it for you?\nSalaris van €3.500 tot €5.500 afhankelijk van kennis en ervaring\nPersoonlijke groeimogelijkheden\n25 vakantiedagen en een extra vrije dag op je verjaardag\nMacbook\nInternationaal team\nErgonomisch zit-sta bureau\nLunch en snacks, elke dag\nMax, Teddy en Balou, de kantoorhonden\nPooltafel, Xbox en massagestoel\nHeel veel gezelligheid, vrijdagmiddag borrels en gezelligheid!\n\nOm aan de slag te gaan als Python-ontwikkelaar bij Leadinfo.com heb je meer dan 2 jaar ervaring als software developer en zal je werken met verschillende tools en technieken, waaronder:\n\nWeb scraping frameworks, zoals Scrapy en BeautifulSoup voor het extraheren en verwerken van gegevens van verschillende websites.\nMachine learning frameworks, zoals Tensorflow en Scikit-learn voor het ontwikkelen en onderhouden van machine learning-modellen.\nAPI's en integraties voor het integreren van verschillende tools en systemen in het platform.\nData storage en verwerking, zoals MongoDB, Elasticsearch en Redis voor het opslaan en verwerken van gegevens.\nWeb frameworks, zoals Flask en Django voor het ontwikkelen van webapplicaties en API's.\nCI/CD pipelines voor het implementeren en testen van code in verschillende omgevingen.\nMeer weten of direct solliciteren?\nRitschl Ferman helpt jou graag verder! Wil je bijvoorbeeld meer weten over de functie en wil je eens koffie drinken met het team, zodat je de werkvloer kunt zien, kennis kunt maken met je toekomstige collega’s en inhoudelijk vragen kunt stellen om te kijken of er een match is? Je bent van harte welkom!\n\nContactgegevens:\nE-mail: ritschl.ferman@cronos.nl\nWhatsapp of bel: +31 (0)6-17587977"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "PYTHON/DJANGO BACK-END DEVELOPER - NEXT STEP WATER MANAGEMENT",
            "company_name": "Fixeau",
            "company_rating": null,
            "company_reviews": null,
            "location": "2805 Gouda",
            "location_type": "Hybride werken",
            "apply_link": null,
            "pay": "€ 3.000 - € 5.500 per maand",
            "job_type": "Fulltime",
            "description": "Ben jij een getalenteerde en gedreven Back-end Developer met een passie voor technologie en innovatie? Heb je ervaring met het ontwerpen en implementeren van robuuste backend-systemen? Zoek je een zelfstandige rol waarin je kunt bijdragen aan spannende projecten en je eigen stempel kunt drukken op de technische ontwikkeling? Dan is deze positie bij Fixeau iets voor jou!\nOver ons: Fixeau is een snelgroeiend bedrijf met internationale ambities dat zich richt op het combineren van wetenschappelijke inzichten met praktische toepassingen voor boeren en waterbeheerders. Fixeau biedt een ecosysteem van diensten en producten dat duurzamer watermanagement op een nieuwe innovatieve manier mogelijk maakt, door metingen met onze Aqua Pin of Aqua Mobile ‘real time’ te vertalen naar informatie en praktische adviezen. Fixeau maakt ook het verzamelen van data op basis van het crowd-sourcing principe mogelijk om op regionale schaal het watersysteem te optimaliseren. We bereiken zo een duurzame agrarische bedrijfsvoering door slim waterbeheer, hogere productie van gewassen én een betere waterkwaliteit in de sloot voor boer en natuur.\nFunctieomschrijving: Als Back-end Developer ben je verantwoordelijk voor het ontwerpen, ontwikkelen en onderhouden van de backend-systemen die de ruggengraat vormen van onze softwaretoepassingen. Je werkt nauw samen met het multidisciplinaire ontwikkelteam en draagt bij aan de technische strategie van het bedrijf. Je hebt een scherp oog voor detail en kunt complexe technische uitdagingen vertalen naar gestroomlijnde en schaalbare oplossingen.\nWat wij bieden:\n– De kans om actief deel te nemen aan het beslissingsproces en mee te denken over productontwikkeling, waardoor je directe invloed hebt op het eindresultaat.\n– De kans om een belangrijke rol te spelen in de technische groei van een innovatief bedrijf.\n– Een divers en hecht team waarin samenwerken en kennisdeling centraal staan.\n– Een informele en inspirerende werksfeer die ruimte biedt voor verantwoordelijkheid, creativiteit en zelfstandigheid.\n– Flexibele werktijden en de vrijheid om je eigen tijd in te delen.\n– Hybride werkomgeving waarbij je kunt kiezen tussen werken op kantoor en vanuit huis.\n– Een salaris € 3.000 tot € 5.500,- per maand.\n– Een positie voor 32 – 40 uur per week.\n– Goede secundaire arbeidsvoorwaarden (o.a. reiskostenvergoeding, thuiswerkbijdrage, scholingsbudget).\nJouw verantwoordelijkheden:\n– Backend development met behulp van Python, Django en PostgreSQL om robuuste en schaalbare systemen te bouwen voor ons platform en de app.\n– Beheer van servers en container deployment om de betrouwbaarheid van onze applicaties te waarborgen.\n– Automatisering van data administratie en scripting om efficiëntie te bevorderen.\n– Samenwerken met front-end developers om de synergie tussen front- en backend te optimaliseren.\n– Samenwerken met domeinexperts op het gebied van (agro)hydrologie om technische vereisten te begrijpen, mee te denken en te vertalen naar effectieve software-implementaties.\n– Actief bijdragen aan code-reviews en technische discussies om de kwaliteit van het teamwerk te waarborgen.\nJouw profiel:\n– Ervaring in backend development met Python en Django.\n– Vaardigheid in serverbeheer en container deployment.\n– Bekendheid met applicatiebeheer en het automatiseren van data administratie.\n– Een actieve en betrokken teamspeler die graag meedenkt over productverbeteringen.\n– Bonuspunten als je affiniteit hebt met data-analyse en het ontwikkelen van nieuwe modelconcepten in het (agro)hydrologische domein, bijvoorbeeld met behulp van AI, machine learning, optimalisatie en numerieke analyse.\nInteresse? Herken je jezelf in dit profiel en ben je enthousiast om deel uit te maken van ons team bij Fixeau? Stuur dan voor 20 november je CV en een korte motivatiebrief naar info@fixeau.com. Heb je vragen? Dan kun je contact opnemen met Jouke Velstra (06-12133713). We kijken ernaar uit om van je te horen!\nSoort dienstverband: Fulltime\nSalaris: €3.000,00 - €5.500,00 per maand\nFlexibele taalvereiste:\nNederlands niet vereist\nRooster:\nma-vr\nSecundaire arbeidsvoorwaarden:\nPensioen\nReiskostenvergoeding\nTelefoon van de zaak\nVrijdagmiddagborrel\nWerk vanuit huis\nSoorten aanvullende vergoedingen:\nVakantiegeld\nWerklocatie: Hybride werken in 2805 BM Gouda\nDeadline sollicitaties: 20-11-2023"
        },
        {
            "posted_at": "1 dag geleden geplaatst",
            "title": "Python Software Engineer Flight Operations",
            "company_name": "KLM",
            "company_rating": "4.2 van de 5 sterren",
            "company_reviews": "449",
            "location": "Schiphol",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=76c3921befaf097b&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=0&xkcb=SoAM67M3GD6kUcx_sR0MbzkdCdPP&xfps=20c0fcb3-09c0-4e44-a680-20706911e7e1&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKmo-DhaxI16xqVNEx4fUEyZuPTjknKfNNWdbZQULWuZt6G7NlhWq7whY5ksSJeKm0OGc61B2l2ZTj6HIRM3RO6lEySjVmVoHWFAeHBVint0WQ7PtyZaSRNHoadRoXzVfnn7-nHYCumgg4tCS5nyXe7Kw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=ab1d932fab067452&assa=6969",
            "pay": null,
            "job_type": "Parttime\nFulltime",
            "description": "Sollicitatie URL:\nPython Software Engineer Flight Operations\nType vacature: Regulier\nPlaats: Schiphol Oost\nUren per week: 32-40\nOpleidingsniveau: HBO Bachelor; WO Master\nSolliciteer t/m: 15-01-2024\n\nIn het kort\n\nJe opereert op het snijvlak tussen Flight Operations en IT. Je bouwt, beheert en integreert de systemen in het hart van KLM’s vluchtoperatie.\n\nDankzij jouw werk kunnen piloten met Dispatchers of andere KLM-specialisten communiceren en ervoor zorgen dat de vlucht op tijd, met de juiste hoeveelheid brandstof, water, passagiers en het juiste vliegplan vertrekt. Communicatie tussen lucht en grond is dan essentieel. Ook zorgen onze tools ervoor dat onze vluchten zo efficiënt en sustainable mogelijk verlopen door middel van verschillende optimizers aan de hand van onze data. En dan natuurlijk onze collega’s in de cockpit, via de Flight Management Computer of iPad controleren zij de vlucht. De data is mede door jou inzet beschikbaar gesteld en sluit naadloos aan op de behoeften van het vliegend personeel. Wat kun je uit de data halen, en hoe kan dat de vraag vanuit de business het beste dienen? Deze vraag stel jij jezelf dagelijks.\nWat ga je doen?\n\nJouw werk is van cruciaal belang voor de vliegoperatie van de KLM-groep. Maar je werkscope reikt verder. Soms ben je thuis of op kantoor zelf aan het programmeren en op andere dagen ben je in het KLM Operations Control Center (OCC) te vinden om te analyseren hoe een aangekochte applicatie ingepast kan worden in ons landschap en bijbehorende processen.\nDe impact van wat je doet is groot. Sterker nog: zonder de door jou ontwikkelde software zouden tickets veel te duur worden en de operatie heel inefficiënt… Waarschijnlijk zou er überhaupt niet eens gevlogen kunnen worden!\n\nHieronder even kort samengevat je taken op een rij:\nJe vertaalt de vragen van de KLM-groep naar technische oplossingen, waarbij je gebruikt maakt van jouw brede proces- en IT-kennis.\nJe programmeert veelal in Python in een Data gedreven omgeving.\nJe draagt bij aan de (data) “Move-to-Cloud” migratie welke het team momenteel doormaakt.\nMet jouw analytische vermogen doorgrond je operationele data en plaatst deze in de business processen. Business Analyses zijn ook een onderdeel van het werk.\nJe vakkennis houd je up-to-date door het volgen van trainingen en je doet actief mee aan de community of practice.\nJe bent bereid, op roulerende basis, om 24x7 beschikbaar te zijn voor de operatie, uiteraard bespreek je dit met je team.\nWaar land je?\n\nPlatform Flight is onderdeel van de Data & Technologie organisatie binnen KLM IT. Binnen het platform zijn er acht value streams oftewel verschillende teams die samenwerken met verschillende partijen binnen KLM zoals de piloten, crew, monteurs en vluchtplanners.\nJe komt te werken in een multidisciplinair team, waar je in een klein – en goed op elkaar ingespeeld team - héél dicht bij de operatie zit. We zijn generalisten en specialisten tegelijk. Dat zorgt voor veel dynamiek en het is “never a dull moment”. Omdat we begrijpen dat je wellicht nog niet helemaal bekend met de materie, krijg je een buddy toegewezen die jou de fijne kneepjes van het vak gaat leren.\nJouw profiel\n\nJe bent een leergierige en proactieve teamplayer die zich als een vis in ‘t water voelt in onze Scrum/Agile omgeving. De vliegwereld vind je mateloos interessant en nieuwe vakkennis maak je je snel eigen. Ook speel je flexibel in op veranderingen. Met jouw sterke communicatieve vaardigheden schakel je moeiteloos met verschillende stakeholders: van Data-Scientists naar piloten tot flight dispatchers en IT’ers. Dankzij jouw helikopterview behoud je het overzicht en met de wensen van de business in je achterhoofd ga je op zoek naar wat er kan. Je “getting things done” mentaliteit brengt je ver, net als je methodische en analytische aanpak, en je zet je vol energie in om KLM en onze afdeling blijvend te verbeteren.\n\nWat breng je nog meer mee?\nJe papieren! Dat betekent een hbo- of wo-diploma met een technische (IT) achtergrond.\nJe hebt ervaring met programmeren in Python in een Data georiënteerde omgeving.\nOmdat we een internationaal gezelschap zijn, spreek je Engels, Nederlands is een pré.\nKennis van termen als SOA en ESB is een pré, evenals affiniteit en ervaring met interfaces.\nJe hebt ervaring met het werken op Cloud omgevingen als Azure, GCP of AWS.\nErvaring met het werken of opzetten van een development or data pipeline.\nEn als laatste, niet geheel onbelangrijk voor ons, je hebt een goed gevoel voor humor :-)\nWat bieden wij?\nEen buddy, wie jou kan begeleiden, om zo een goede start te maken binnen Flight.\nEen inspirerende werkomgeving waar je echt het verschil kunt maken voor onze vluchtoperatie.\nNiet geheel onbelangrijk, een laptop (keuze Macbook of Windows) en mobiel abonnement van de zaak.\nSalaris tussen €3604 en €5898 bruto per maand exclusief vakantiegeld, een 13e maand en onze winstdelingsregeling.\n25% korting op vliegtickets en IPB-faciliteiten (na 6 maanden in dienst).\nMaar liefst 25 vakantiedagen en 5 EVD-dagen.\nVeel ruimte voor persoonlijke ontwikkeling en opleidingsmogelijkheden.\nRuime doorgroeimogelijkheden\nEn nog veel meer mooie KLM-benefits!\n\nReady for your next destination?\nWacht dan niet langer, en stuur ons je cv voor de ‘final boarding call’ op 15-01-2024! Je hoeft geen motivatiebrief te schrijven; tijdens je online sollicitatie stellen we je enkele gerichte vragen. Je sollicitatieprocedure bestaat uit twee gesprekken en mogelijk een assessment, capaciteitentest en een veiligheidsonderzoek. Binnen twee weken na sluitingsdatum van de vacature krijg je bericht van ons.\n\nWist je dat volgens onderzoek vrouwen minder graag solliciteren dan mannen, als ze niet aan alle functie-eisen voldoen? Zonde. Want ‘de perfecte kandidaat’ is wat ons betreft een fabeltje. Dus heb jij de drive om op enkele aspecten in deze rol nog te groeien? We kijken uit naar je sollicitatie.\n\nEen dossiercheck (voor ex-KLM-medewerkers) en/of een referentiecheck kunnen onderdeel uitmaken van de sollicitatieprocedure. Door te solliciteren op deze vacature geef je toestemming voor deze checks.\n\nVragen?\nWil je meer weten over de functie, neem dan contact op met de hiring manager. Bel of mail de recruiter voor vragen over de sollicitatieprocedure. Vergeet in beide gevallen niet om het vacaturenummer te noemen: #15479. Bij KLM geloven we in de kracht van diversiteit. Wil je meer lezen over dit onderwerp? Bekijk ons statement.\n\nHiring manager\nTom Suijkerbuijk: TOM.SUIJKERBUIJK@KLM.COM\n\nRecruiter\nNoor Tabi: NOOR.TABI@KLM.COM\n\nAcquisitie naar aanleiding van deze vacature stellen we niet op prijs.\n\nApply now »"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Talented Young Professionals",
            "company_rating": null,
            "company_reviews": null,
            "location": "Den Haag",
            "location_type": "Hybride werken",
            "apply_link": "https://nl.indeed.com/applystart?jk=6d47e214c38151e2&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=0&xkcb=SoDy67M3GD6kUfR_sR0JbzkdCdPP&xfps=ff83af4e-e2a8-4545-a972-8a9c5a256333&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKkyS_Ge2piE5-Nbb0RPT_PziCX9FOkrcs7xZf1jVhCgM6pzlyyjA2Rst8k12D-_t-SKU6QJj4Z8pIFr3DIvytD7ERU8gkETyeWVu6DjmC3hTRgsFsdhAb8WTQSUwOtuO-UrcdUf6lz-wqpmY2DMeuF-w9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=55e60929f398056c&assa=1729",
            "pay": null,
            "job_type": null,
            "description": "Eve Compliancy is op zoek naar Python Developers die met internationale software aan de slag willen voor o.a. Politiediensten en (Cyber)Defensie-diensten.\nJij hebt behoefte aan het volgende:\nEen fijne werk en thuiswerkplek (3 dagen thuis).\nGoede begeleiding, veel variatie in tools en technieken met een hoge kwaliteitsstandaard.\nEen hardcore techneuten club die samen zoveel kennis hebben dat je dit niet in 1 leven kan verwerken.\nJij krijgt op basis van je kennis en vaardigheden:\nSalarisrange van €3.500 tot €5.000.\nVoldoende studie mogelijkheden en kennissessies.\nGoed pensioen!\nDe organisatie:\nOpgericht voor de veiligheid van Nederland en nu ook internationaal!\nOngeveer 20 gepassioneerde techneuten en niet altijd via de gebruikelijke studieweg.\nDe software stack en je hoeft echt niet alles al te kunnen, dat leren ze je graag: Python, Django, C, Golang, JQuery, Vue, Linux, MySQL, Apache, HTTP, HTML, CSS, Javascript, git en REST Api's.\nHeb ik je interesse gewekt en wil je meer weten? Laat vast je CV achter en ik bel je zo snel mogelijk terug."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python (Backend) ontwikkelaar",
            "company_name": "Codebeez",
            "company_rating": null,
            "company_reviews": null,
            "location": "1066 Amsterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=7525a8ed4a748ef3&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=0&xkcb=SoAq67M3GD6kUfx_sR0KbzkdCdPP&xfps=50a68441-e438-4b25-9eaf-45305a9d9f12&sjdu=0JYUL2TVMOSJSMil02VGRiFOx85MzYinXSCkgLkuYeE&vjfrom=vjs&astse=7715881b759a003d&assa=5688",
            "pay": null,
            "job_type": "Vaste baan",
            "description": "Je hebt een onuitputtelijke interesse in, een passie voor en meer dan 5 jaar ervaring met de magische en snelst groeiende taal Python. Ben je werkzaam in webontwikkeling, applicatieontwikkeling, softwareontwikkeling, backendontwikkeling, API, microservices of doe je dingen in de cloud, dan zijn wij op zoek naar jou. Ook als je jezelf niet geheel herkent in onze omschrijving, mag je contact met ons opnemen.\nSchrik je niet van\nPython, Python, Python, Python, Python en Python.\nPython libraries en frameworks als Django, Flask.\nErvaring met Software Testing en Test Driven Development.\nGit en GitHub.\nRESTful API en Microservices.\nServerless; altijd meegenomen als je er iets van weet.\nKennis van Domain Driven Development.\nKennis van methoden zoals Agile, Scrum en DevOps: CI/CD pipelines.\nKennis van containerisation (Docker/Kubernetes).\nRelational en NoSQL databases.\nCloud infrastructuur (keuze uit Azure, AWS, Google, ea.).\n\nTo Bee or not to Bee\nWij zijn Codebeez, de Python specialisten van Nederland. Dat willen we samen met jou zijn! Bij Codebeez draait het om mensen, om jou! Je krijgt bij Codebeez daadwerkelijk de kans om te helpen het bedrijf op te bouwen, de technische richting te bepalen en er bovenal vanaf het begin bij te zijn!! Ben je een Python adept en op zoek naar een omgeving waar het mensen eerst is, waar er aandacht voor jou is, waar het belangrijk gevonden wordt hoe jij er over denkt, waar je mee kunt beslissen en waar Python de taal is die we spreken? Dan willen we heel snel kennis met jou maken. Ook als je nog niet op zoek bent!\nWat maakt jou een Bee\nJe bent echt een Python geek!\nJe bent meer dan een codeklopper.\nAls je toch code gaat kloppen, dan is je code netjes opgebouwd, leesbaar, onderhoudbaar.\nJe bent gedreven en wilt jezelf steeds verder ontwikkelen.\nJe bent van nature nieuwsgierig naar dingen en mensen.\nJe kunt (business) doelstellingen achterhalen en zelfstandig oplossingen bedenken, bouwen, testen.\nJe kunt en wilt het verschil maken, je staat open voor nieuwe inzichten, je bent kritisch op wat je oplevert, je gaat voor kwaliteit en je deelt graag je kennis.\nJe bent op zoek naar een omgeving waarin je echt onderdeel uitmaakt van het team en waarin initiatief wordt gewaardeerd.\nDaarnaast lijkt een startup je ontzettend leuk en ben je bereid te helpen in de opbouw van Codebeez.\nWat bieden wij\nKleinschalige organisatie zonder corporate gedoe en zo plat als maar kan.\nEen organisatie en team captain die om je geven en oprechte aandacht hebben voor wie je bent, waar je blij van wordt en hoe dat samen te bereiken.\nEen open en inspirerende omgeving met veel ruimte voor eigen inbreng, groei, samen, delen en uitdagende opdrachten bij leuke klanten.\nGelijkgezinde collega’s die hun vakgebied op de voet volgen, er goed in zijn en er een mening over hebben.\nSocials, meetups, training, hackatons en conferenties.\nFinanciële zekerheid: een vast contract en maandelijks salaris.\nJaarlijkse winstdeling.\nOmdat je dagelijks ook van A naar B wilt, krijg je een mobiliteitsvergoeding waarvan je de invulling (OV, eigen vervoer, leaseauto, etc.) zelf mag bepalen.\nLaptop naar keuze: macOs, Linux en Windows.\nEn ja, je mag ook op vakantie en als je lang genoeg blijft mag je ook een keer met pensioen. Regelen we allemaal voor je.\n\nInteresse?\nNeem dan contact op met,\nEyup Yagmur\neyup@codebeez.nl\nTel: +31 (0)6 526 593 77"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Developer",
            "company_name": "Kunneman & Vandenbroek Recruitment Solutions",
            "company_rating": "5 van de 5 sterren",
            "company_reviews": "3",
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=2e518f2c74ef10cc&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=0&xkcb=SoAD67M3GD6kUfx_sR0IbzkdCdPP&xfps=6a3b57dc-e522-4e1b-9b66-2d3477aaf212&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKlkE8KeocmiOqdNSTi6SsU168Nu7hlZY6gCx21AJjeMmUEHY47SEDLVbX5qPn7IZQBY3VET8qxHlhh_WFYWj8pOW_iKwux9Z2syqjqWPMo1rDZyzjVA9F5qycq3muxQckI2eOGHTSSEIny-TM7mIj4nw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=b7c84d3745bdf537&assa=7564",
            "pay": null,
            "job_type": null,
            "description": "Wil jij een essentieel onderdeel worden van ons dynamische team als Python Developer? Bouw je daarnaast ook graag mee aan onze SaaS-oplossing met behulp van de laatste technieken? Lees snel verder!\n\n€ 4500\nRotterdam\nHBO\nICT & Engineering\n\nWat ga je doen?\nAls Python developer ga je bij onze partner werken aan hun productinformatie managementsoftware. Zij hebben een Saas oplossing ontwikkeld waarin klanten hun productinformatie in een centrale database kunnen opslaan en beheren. De klant kan deze informatie vervolgens vanuit de software direct doorzetten naar een webshop of catalogus. De software zit namelijk via verschillende API-koppelingen aan verschillende systemen gekoppeld. Dit alles draait op een Cloud omgeving waarop de laatste versies/ontwikkelingen op het gebied van Python en React worden gebruikt om de front-end en verschillende modules te bouwen.\nJe komt te werken in een team van verschillende developers, jij gaat hierin bijdragen aan het uitbouwen van bestaande functionaliteiten en ontwikkeling van nieuwe functionaliteiten voor de software. Je bent ook in direct contact met Project Programmeurs die de software inrichten voor de klanten. In deze rol krijg je veel verantwoordelijkheid en mag je ook gaan meedenken met nieuwe ontwikkelingen en security/DevOps oplossingen ter verbetering van de klantbeleving.\nWat vragen wij?\nJe hebt HBO/WO werk- en denkniveau\nJe hebt minimaal 3 jaar werkervaring met Python en React\nJe bent communicatief sterk\nWat bieden wij?\nEen salaris van €4500,- bruto per maand op basis van kennis en ervaring\nEen eindejaar bonus\nVakantiedagen\nReiskostenvergoeding\nPensioenregeling\nVakantiegeld\nEen laptop van de zaak\nEen ruim assortiment opleidingsmogelijkheden\nWie is onze partner?\nOnze partner bestaat bijna 30 jaar. Het is een kleine en informele organisatie. Ze maken software voor webshops en productinformatie systemen. De klanten zijn veelal E-commerce bedrijven en groothandels. Bijzonder is dat veel medewerkers minimaal 5 jaar werkzaam zijn bij het bedrijf, sommige nog veel langer. Ze hebben langere termijn relaties met hun klanten die zeer tevreden zijn over de software.\n\n\nWat ga je doen?\nAls Python developer ga je bij onze partner werken aan hun productinformatie managementsoftware. Zij hebben een Saas oplossing ontwikkeld waarin klanten hun productinformatie in een centrale database kunnen opslaan en beheren. De klant kan deze informatie vervolgens vanuit de software direct doorzetten naar een webshop of catalogus. De software zit namelijk via verschillende API-koppelingen aan verschillende systemen gekoppeld. Dit alles draait op een Cloud omgeving waarop de laatste versies/ontwikkelingen op het gebied van Python en React worden gebruikt om de front-end en verschillende modules te bouwen.\nJe komt te werken in een team van verschillende developers, jij gaat hierin bijdragen aan het uitbouwen van bestaande functionaliteiten en ontwikkeling van nieuwe functionaliteiten voor de software. Je bent ook in direct contact met Project Programmeurs die de software inrichten voor de klanten. In deze rol krijg je veel verantwoordelijkheid en mag je ook gaan meedenken met nieuwe ontwikkelingen en security/DevOps oplossingen ter verbetering van de klantbeleving.\nWat vragen wij?\nJe hebt HBO/WO werk- en denkniveau\nJe hebt minimaal 3 jaar werkervaring met Python en React\nJe bent communicatief sterk\nWat bieden wij?\nEen salaris van €4500,- bruto per maand op basis van kennis en ervaring\nEen eindejaar bonus\nVakantiedagen\nReiskostenvergoeding\nPensioenregeling\nVakantiegeld\nEen laptop van de zaak\nEen ruim assortiment opleidingsmogelijkheden\nWie is onze partner?\nOnze partner bestaat bijna 30 jaar. Het is een kleine en informele organisatie. Ze maken software voor webshops en productinformatie systemen. De klanten zijn veelal E-commerce bedrijven en groothandels. Bijzonder is dat veel medewerkers minimaal 5 jaar werkzaam zijn bij het bedrijf, sommige nog veel langer. Ze hebben langere termijn relaties met hun klanten die zeer tevreden zijn over de software."
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Python Data & Machine Learning Engineer",
            "company_name": "Codebeez",
            "company_rating": null,
            "company_reviews": null,
            "location": "1066 Amsterdam",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=d6fcfc91248824ca&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=0&xkcb=SoCk67M3GD6kUfx_sR0NbzkdCdPP&xfps=ad8e0c66-f5e8-4bc9-86c1-b448f345cd5e&sjdu=0JYUL2TVMOSJSMil02VGRiFOx85MzYinXSCkgLkuYeE&vjfrom=vjs&astse=b69933f6379b10b2&assa=2977",
            "pay": null,
            "job_type": "Vaste baan",
            "description": "Je hebt een onuitputtelijke interesse in, een passie voor en meer dan 5 jaar ervaring met de magische en snelst groeiende taal Python. Ben je werkzaam in data gedreven omgevingen als Data Engineer, Data Sciencist of Data Analyst, heb je affiniteit met het ontwerpen en bouwen van Data Pipelines en Machine Learning oplossingen, dan zijn wij op zoek naar jou. Ook als je jezelf niet geheel herkent in onze omschrijving, mag je contact met ons opnemen.\nSchrik je niet van\nPython, Python, Python, Python, Python en Python.\nPython libraries en frameworks als Pandas, scikit-learn, PySpark, Keras, TensorFlow en Airflow en tools zoals Kafka en Docke.\nErvaring met het ontwerpen en bouwen van Data Pipelines.\nErvaring met Machine Learning modellen in productie omgevingen.\nErvaring met Machine Learning modellen zoals Decision Trees / Random Forests, Deep Learning, simulaties and optimalisaties algoritmen.\nErvaring met Software Testing.\nKennis van methoden zoals Agile, Scrum en DevOps: CI/CD pipelines.\nKennis van containerisation (Docker/Kubernetes).\nKennis van Relational en NoSQL databases.\nKennis van Cloud infrastructuur (keuze uit Azure, AWS, Google, ea.).\nKennis van de Nederlandse Taal.\n\nTo Bee or not to Bee\nWij zijn Codebeez, de Python specialisten van Nederland. Dat willen we samen met jou zijn! Bij Codebeez draait het om mensen, om jou! Je krijgt bij Codebeez daadwerkelijk de kans om te helpen het bedrijf op te bouwen, de technische richting te bepalen en er bovenal vanaf het begin bij te zijn!! Ben je een Python adept en op zoek naar een omgeving waar het mensen eerst is, waar er aandacht voor jou is, waar het belangrijk gevonden wordt hoe jij er over denkt, waar je mee kunt beslissen en waar Python de taal is die we spreken? Dan willen we heel snel kennis met jou maken. Ook als je nog niet op zoek bent!\nWat maakt jou een Bee\nJe bent echt een Python geek!\nJe bent meer dan een codeklopper.\nAls je toch code gaat kloppen, dan is je code netjes opgebouwd, leesbaar, onderhoudbaar.\nJe bent gedreven en wilt jezelf steeds verder ontwikkelen.\nJe bent van nature nieuwsgierig naar dingen en mensen.\nJe kunt (business) doelstellingen achterhalen en zelfstandig oplossingen bedenken, bouwen, testen.\nJe kunt en wilt het verschil maken, je staat open voor nieuwe inzichten, je bent kritisch op wat je oplevert, je gaat voor kwaliteit en je deelt graag je kennis.\nJe bent op zoek naar een omgeving waarin je echt onderdeel uitmaakt van het team en waarin initiatief wordt gewaardeerd.\nDaarnaast lijkt een startup je ontzettend leuk en ben je bereid te helpen in de opbouw van Codebeez.\nWat bieden wij\nKleinschalige organisatie zonder corporate gedoe en zo plat als maar kan.\nEen organisatie en team captain die om je geven en oprechte aandacht hebben voor wie je bent, waar je blij van wordt en hoe dat samen te bereiken.\nEen open en inspirerende omgeving met veel ruimte voor eigen inbreng, groei, samen, delen en uitdagende opdrachten bij leuke klanten.\nGelijkgezinde collega’s die hun vakgebied op de voet volgen, er goed in zijn en er een mening over hebben.\nSocials, meetups, training, hackatons en conferenties.\nFinanciële zekerheid: een vast contract en maandelijks salaris.\nJaarlijkse winstdeling.\nOmdat je dagelijks ook van A naar B wilt, krijg je een mobiliteitsvergoeding waarvan je de invulling (OV, eigen vervoer, leaseauto, etc.) zelf mag bepalen.\nLaptop naar keuze: macOs, Linux en Windows.\nEn ja, je mag ook op vakantie en als je lang genoeg blijft mag je ook een keer met pensioen. Regelen we allemaal voor je.\n\nInteresse?\nNeem dan contact op met,\nEyup Yagmur\neyup@codebeez.nl\nTel: +31 (0)6 526 593 77"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Vierdejaarsopdracht fullstack programmeren Python/JavaScript",
            "company_name": "StageMax",
            "company_rating": null,
            "company_reviews": null,
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": null,
            "pay": null,
            "job_type": "Fulltime",
            "description": "Ben jij op zoek naar een afstudeeropdracht? Studeer jij Informatica of een gerelateerde studie? Heb jij kennis van front-end programmeren in JavaScript en ook kennis van back-end programmeren in Python? Wil jij werken met slimme technologieën zoals, artificial intelligence en machine learning? Deze vooruitstrevende organisatie in regio Rotterdam is op zoek naar een vierdejaars student die een fullstack opdracht kan oppakken. Klinkt dit interessant? Reageer dan snel met je cv!\n\nDeze vooruitstrevende organisatie ontwikkelt slimme technologieën om processen binnen organisaties te optimaliseren. Daarbij maken zij gebruik van artificial intelligence en machine learning. Dit doen zij zowel voor kleine, grote en internationale spelers. De organisatie groeit snel en zij zoeken naar een student die een uitdagende opdracht kan oppakken binnen de organisatie.\n\nBinnen de organisatie ga jij een fullstack programmeer opdracht oppakken in Python en JavaScript. De exacte opdracht wordt met het bedrijf in overleg worden geformuleerd. Belangrijk is dat je zowel kennis hebt van front-end en back-end programmeren. Indien het bedrijf na afloop enthousiast is bestaat er de mogelijkheid om door te stromen binnen de organisatie.\n\nAls student maak jij kennis met verschillende facetten binnen de organisatie. Ook bestaat er de mogelijkheid om mee te gaan op klant gesprekken. Echt een uitdagende en leerzame stage. De organisatie biedt verder goede begeleiding.\n\nVacaturenummer: 20796\n\nDit snel groeiende bedrijf richt zich op het inzetten van slimme technologieën om bedrijfsprocessen te optimaliseren voor kostenbesparing. Voor het afstuderen zijn er veel mogelijkheden. Verder hangt er een fijne werksfeer.\nJe kan per direct of in per direct of in per direct of in per direct beginnen aan deze afstudeeropdracht.\nPast deze functie niet bij jou, maar ben je wel op zoek naar een stageplek of startersfunctie? Schrijf je in bij StageMax via www.stagemax.nl.\n\nHBO en WO\n\n0 years"
        },
        {
            "posted_at": "Meer dan 30 dagen geleden geplaatst",
            "title": "Developer Python / Javascript in Leiden (detachering)",
            "company_name": "Jobfinity ICT Professionals",
            "company_rating": null,
            "company_reviews": null,
            "location": "Leiden",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=5801374acdd6df16&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=0&xkcb=SoC367M3GD6kUeR_sR0ObzkdCdPP&xfps=24b93419-4476-434d-afb7-3cc500dbbfa0&sjdu=rhavxSnsj0Fe61Td1VPP0IDDplm6SwWjHcxyoDIphKn5eGUp1DDrSVmSRNNSPXKm15wuuUTpPRCC2ptA6PQrT6W9QL2c45muB09IGFAOAd3KfGpOS_93PpBLI0WNcZnMcelBWlZTgPHNZkqTSWmiNAJ4obC_qghu6-5gHdbpM2HOaFehaNAQ2xTFlhK74iPkw9_XINGINv7OnqX9-Wv1cg&vjfrom=vjs&astse=3561162401f109a6&assa=121",
            "pay": null,
            "job_type": "Detachering\nFulltime",
            "description": "Developer Python / Javascript in Leiden (detachering)\nVoor een klant in Leiden zoeken we -op basis van detachering- een Python / Javascript developer die kan omgaan met de dynamiek van ontwikkelen binnen een snelgroeiend bedrijf, graag wilt werken met state-of-the-art netwerktechnologie, innovatieve oplossingen wilt ontwikkelen om deze in de praktijk te brengen en met een grote verscheidenheid aan programmeertalen wilt werken.\n\nNOTE: We zoeken géén developer die applicaties wilt bouwen (e.g. zelf wilt ontwerpen, integratie met databases, Object Oriented design, etc.) De opdrachtgever is een service provider van internetoplossingen voor de groot-zakelijke markt. En levert de volledige ICT-infrastructuur op basis van shared en private Cloud technologieën. Daarnaast zijn ze verantwoordelijk voor het geïntegreerd beheren van modems, routers, servers en dataverbindingen op basis van een hoge beschikbaarheid, flexibiliteit en gemak. Daarnaast kunnen klanten zelf via meerdere intern ontwikkelde applicaties aanvullende bestellingen doen. De developer die we zoeken gaat scripts bouwen, nieuwe hardware en software integreren met de systemen die de opdrachtgever levert aan klanten. De ideale kandidaat denkt groter dan het enkel koppelen van nieuwe componenten aan de systemen.\nFunctieomschrijving Python / Javascript developer\nDe werkzaamheden binnen het development team zijn heel veelzijdig, ze beginnen bij het ontwikkelen van nieuwe of bestaande producten/diensten en gaan tot het volledig geautomatiseerd uitrollen en beheren bij de eerder genoemde toonaangevende bedrijven. Voorbeelden van deze veelzijdige werkzaamheden zijn: implementeren en provisioning van nieuwe hardware, DevOps activiteiten op basis van Docker / Ansible, software integreren met partner API’s en bestaande tools, automatiseren van processen en nieuwe oplossingen creëren.\nFunctie eisen Python / Javascript developer\n- HBO werk- en denkniveau;\n- Minimaal 2 - 3 jaar werkervaring;\nErvaring met Python en Javascript;\nErvaring met versiebeheer VCS (o.a. Git);\nPré: ervaring met (o.a. full-stack, containerization) DevOps.\n\nDe gedroomde kandidaat heeft -naast bovenstaande eisen- ervaring met ontwikkelen op het ServiceNow platform, en kennis van o.a. Unix omgevingen, Apache, NGINX, Angular, NodeJS, MongoDB en PostgreSQL.\nOver de klant\nDe klant is een service provider van internetoplossingen voor de groot-zakelijke markt. En levert de volledige ICT-infrastructuur voor toonaangevende bedrijven (o.a. Ahold, Randstad, etc.) op basis van shared en private Cloud technologieën. Daarnaast zijn ze verantwoordelijk voor het geïntegreerd beheren van modems, routers, servers en dataverbindingen op basis van een hoge beschikbaarheid, flexibiliteit en gemak.\nOverige informatie Python / Javascript developer\nStandplaats: Leiden;\nStart: in overleg / per direct;\nTarief: marktconform;\nInzet: full-time, 12 maanden, met optie tot verlenging."
        },
        {
            "posted_at": "14 dagen geleden geplaatst",
            "title": "Linux / Python Engineer – HBO IT",
            "company_name": "Trinamics",
            "company_rating": "4.7 van de 5 sterren",
            "company_reviews": "14",
            "location": "Rotterdam",
            "location_type": null,
            "apply_link": null,
            "pay": null,
            "job_type": "Fulltime",
            "description": "Vakgebied software engineer\nOpleiding Medior\nWerklocatie Rotterdam\n\nIntroductie\nLinux / Python Engineer – HBO IT – Rotterdam - Voor een internationale klant gevestigd in de regio van Rotterdam zijn wij op zoek naar een Engineer met ervaring op het gebied van Linux en Python. De klant werkt aan gave uitdagende IT systemen en applicaties.\nHBO / Informatica / Linux / Python / Powershell / Ontwikkeling / Test Automatisering\n\nFunctieomschrijving\nAls Linux / Python engineer ben je verantwoordelijk voor diverse Linux servers. Daarnaast ga je veel met Python werken voor onder andere het automatiseren van diverse systemen. Je zal werken aan gave real time applicaties, deze applicaties zijn wij aan het doorontwikkelen. Het door ontwikkelen van de applicaties en het uitbouwen van nieuwe features behoort tot de dagtaak.\nWat verwachten we van jou?\nAfgeronde HBO opleiding in de richting van Informatica of vergelijkbaar\nErvaring met Linux en Windows servers\nErvaring met Python\nKennis van Powershell, VMware is een pré\nKennis van enkele front end tools\nGIT of SVN\nOptimaliseren van processen, applicaties en test systemen\nStress bestendig\nGoede talenkennis (Nederlands, Engels en Duits)\nZelfstandig en sociaal\nJezelf willen ontwikkelen is erg belangrijk!\n\nWat kun jij van ons verwachten?\nEen uitstekend salaris;\nDaarnaast vinden wij het heel belangrijk dat je ook een toekomstbeeld hebt en ambitieus bent;\nDoorgroeimogelijkheden door middel van cursussen en opleidingen;\nLeuke jaarlijkse evenementen met het team;\nCollectiviteitskorting op je zorgverzekering"
        },
        {
            "posted_at": "1 dag geleden geplaatst",
            "title": "Data Engineer Python",
            "company_name": "Experis",
            "company_rating": "3.5 van de 5 sterren",
            "company_reviews": "1,010",
            "location": "Den Haag",
            "location_type": null,
            "apply_link": "https://nl.indeed.com/applystart?jk=023429fdb8408b54&from=vj&pos=bottom&mvj=0&jobsearchTk=1hi3pas67jl0n804&spon=1&adid=391931799&ad=-6NYlbfkN0AXCiHfjGETQpbOV2jaAPRzWTakb3NbI7RyhYY-M4HEn1IY3X4mberKNBvFAITC5Yr5wprbjQArstQ7yBhwwIRelAcrKtDgVgS0bnQd56LSmoPdCy62hBQVeBZfoZ6XAbq2NHppF5cL4h2a6k_ke-NwbqXRVx0ZXbR5OJwdxTyW3mejtifSL3Mlil7QSkMI1WUWHDN41Ej4i3J2gXvPI0W_dr7ZuOQGKWUUZgOpiIMM2dM25ykbx_uYzC-C9x55_F6fqBp8rU_3swPFMI79wJ1YrLOJkpF5x5XU7JnuX2ueg13XH69jdF7fKszS4w-Y0od5Ib_iG3c2Zd7iJw7Nhevr72FKFhv81wOHV2mvwdJ333Sj0uWk025DcpUU-qQDInQmYxb1FlrVAfk7rNeHMgEPbK2qn_ajjWXc0ln858UEVfIBaR3CB4emBhiya29lMrbgzbe7P9EaPKAKjCgUd-WzS23-CrM7NK8HchhHp3P5txFVUfyVfrWkFkd5BbqQBxuNb1F7AqpWW4GPniMfL9l14AURf38e2d1VgsXcfKKDOPMpVHODQu7BUsZJA7fX4HQD-e5iQPHDFUCr7q-yzlPte_v3kL1N-5wZUayX9qhMUTKy1Fzootycu_L0w4yqRBo16KD04u-tKeEtZ1YSf276kQzcyid-FdWapmzzxbrYbhFlQIz2jSTBw2GMbBDiyeOdBI1Pq3uqsZI_xH8x34MSuXV81ufxBRpI6gjtXTXoFiu8b_qVKPlEDxGyMzcXPyDWbfVuM5piWbXqv22x-rRaX_t_xY4QDXuIg2gIxZ9K2QIoVcT_NLYVCOKrTIWVP7mycn-faRCwMg8X_Ce0tD2XPJsxnCUrCgW0p2vef09TJEKYMcCYsiejWi87FmQ1I1ONGAMMsfMTkw%3D%3D&xkcb=SoB_6_M3GD6kU9ySyp0BbzkdCdPP&xfps=d127ee2c-fa11-418c-8ec4-8a431ab017a4&sjdu=UX8OwUTnC9eui5od_thYOqTsV7t34qC8rdZ1OaLPlT_Pgwfq92is8vpgtUzFR4sfV02NKRA0sRSZjQj2T_MPXORgIEKa5-GVUHB_rZ-oJTpmZRfXs82CUFRBf8Q9K9YStOzsW1h3Jztev1CyHRxb1Qr2BhVbAxX1HlflKecMIotgMJmk5IPXRi6uvKwrFcmNSIUFDN8xwcSeRBt_6em-Lg&vjfrom=vjs&astse=acfc5a1e0758134e&assa=6435",
            "pay": "€ 3.500 - € 6.000 per maand",
            "job_type": "Fulltime",
            "description": "Ben jij een junior/medior of senior Data Engineer en wil je werken binnen een zeer toonaangevende overheidsinstelling? Wil je werken met zeer complexe en gevoelige data en krijg je energie van puzzelen met Python? Reageer dan snel!\nDit ga je doen\nOntwikkelen van data pipelines met Python en SQL;\nVerantwoordelijk voor de ETL-processen rondom de pipelines;\nOntsluiten nieuwe data bronnen;\nData modelleren;\nBeheren en onderhouden bestaande data-ontsluitingen;\nWerken aan innovatieve projecten.\nHier ga je werken\nVoor onze klant in regio Den Haag zijn wij opzoek naar twee Data Engineers. Het gaat om een toonaangevende overheidsinstelling waar je met zeer complexe data zal gaan werken. Je bouwt en richt data-pipeines in op de analyse omgeving. Binnen deze pipelines wordt de data van een bronsysteem verwerkt tot bruikbare informatie in een dashboard of analyse. Hierbij zal je vooral gebruik maken van onder andere Python en MS-SQL. Jij bent in deze rol verantwoordelijk voor de ETL-processen rondom deze data pipelines. Daarnaast werk je aan innovatieve projecten, zo zal de migratie van de ontwikkelomgeving het aankomende jaar een mooi project worden waar je aan deel zal nemen. Verder is het een Scrum/Agile omgeving waarbij je in een team van 9 fte zal werken aan de verbetering van het data landschap.\nDit neem je mee\nJe hebt HBO werk- en denkniveau;\nMinimaal 1-2 jaar ervaring voor de junior/medior positie;\nMinimaal 5 jaar ervaring voor de senior positie;\nErvaring met MS-SQL en Python is een eis;\nKennis en ervaring met ETL en data pipelines;\nJe bent communicatief vaardig en bijt je vast in complexe data.\nDit krijg je\nGoede pensioenregeling;\nVakantiegeld: 8,33% van bruto jaarsalaris;\nVakantiedagen: 25 + 1/2 dag per kwartaal als je niet ziek bent;\nReiskosten: 21 cent/kilometer (maximum van € 250,- per maand);\nZiektekosten: € 50,- per maand tegemoetkoming;\nOpleidingsmogelijkheden.\niSense, PEAK-IT en Ciber bundelen hun krachten en gaan verder als Experis Nederland. Met één groot netwerk van meer dan 450 klanten vinden wij een IT-baan die past bij jouw wensen, talent(en) en ambities. Wat doe jij het liefst en waar wil jij naar toe groeien in jouw IT-carrière? Want werken via Experis Nederland betekent investeren in jouw persoonlijke groei."
        }
    ]
}